[
  {
    "english": "When we are very close to the beach, we see that the cannibals are around the fire.",
    "hindi": "जब हम समुद्र किनारे के बहुत पास पहुँचते हैं, तो हम देखते हैं कि नरभक्षी आग के चारों ओर हैं।"
  },
  {
    "english": "They start to eat the first prisoner.",
    "hindi": "वे पहले कैदी को खाना शुरू करते हैं।"
  },
  {
    "english": "The second prisoner is still alive.",
    "hindi": "दूसरा कैदी अभी भी ज़िंदा है।"
  },
  {
    "english": "He isn’t one of Friday’s people. He is European.",
    "hindi": "वह फ्राइडे के लोगों में से नहीं है। वह यूरोपीय है।"
  },
  {
    "english": "The cannibals want to eat him too.",
    "hindi": "नरभक्षी उसे भी खाना चाहते हैं।"
  },
  {
    "english": "I decide to save him if it’s possible.",
    "hindi": "मैं तय करता हूँ कि अगर संभव हो तो मैं उसे बचाऊँगा।"
  },
  {
    "english": "We move closer to the cannibals but we are still hidden behind the trees.",
    "hindi": "हम नरभक्षियों के और पास जाते हैं, लेकिन अभी भी पेड़ों के पीछे छिपे रहते हैं।"
  },
  {
    "english": "Twelve cannibals are still around the fire, but two cannibals go for the white man.",
    "hindi": "बारह नरभक्षी अभी भी आग के पास हैं, लेकिन दो नरभक्षी गोरे आदमी की ओर जाते हैं।"
  },
  {
    "english": "When I see this, I prepare the guns.",
    "hindi": "जब मैं यह देखता हूँ, तो मैं बंदूकें तैयार करता हूँ।"
  },
  {
    "english": "I ask Friday if he can do the same.",
    "hindi": "मैं फ्राइडे से पूछता हूँ कि क्या वह भी ऐसा कर सकता है।"
  },
  {
    "english": "Then we shoot quickly at the cannibals from six guns.",
    "hindi": "फिर हम छह बंदूकों से नरभक्षियों पर जल्दी से गोली चलाते हैं।"
  },
  {
    "english": "We kill 3 and seriously injure 2 of the cannibals.",
    "hindi": "हम तीन नरभक्षियों को मारते हैं और दो को गंभीर रूप से घायल कर देते हैं।"
  },
  {
    "english": "The other cannibals jump up.",
    "hindi": "बाकी नरभक्षी उछल कर खड़े हो जाते हैं।"
  },
  {
    "english": "But they don’t know where to run.",
    "hindi": "लेकिन वे नहीं जानते कि कहाँ भागें।"
  },
  {
    "english": "They don’t know from which direction the danger comes.",
    "hindi": "वे नहीं जानते कि खतरा किस दिशा से आ रहा है।"
  },
  {
    "english": "Some run to their canoes. Some stay on the beach.",
    "hindi": "कुछ अपनी डोंगियों की ओर भागते हैं। कुछ समुद्र किनारे ही रहते हैं।"
  },
  {
    "english": "We continue to shoot.",
    "hindi": "हम गोली चलाना जारी रखते हैं।"
  },
  {
    "english": "We shoot three other cannibals.",
    "hindi": "हम तीन और नरभक्षियों को मारते हैं।"
  },
  {
    "english": "After that, we take our guns and we run to the beach.",
    "hindi": "इसके बाद, हम अपनी बंदूकें लेकर समुद्र किनारे की ओर दौड़ते हैं।"
  },
  {
    "english": "We shout very loud.",
    "hindi": "हम बहुत ज़ोर से चिल्लाते हैं।"
  },
  {
    "english": "I run to the prisoner and Friday shoots another cannibal who is near.",
    "hindi": "मैं कैदी की ओर दौड़ता हूँ और फ्राइडे एक और पास खड़े नरभक्षी को गोली मारता है।"
  },
  {
    "english": "I free the European.",
    "hindi": "मैं यूरोपीय व्यक्ति को आज़ाद करता हूँ।"
  },
  {
    "english": "He says something in Spanish to me.",
    "hindi": "वह मुझसे स्पेनिश में कुछ कहता है।"
  },
  {
    "english": "I give him a gun.",
    "hindi": "मैं उसे एक बंदूक देता हूँ।"
  },
  {
    "english": "He is weak but he can shoot.",
    "hindi": "वह कमज़ोर है लेकिन गोली चला सकता है।"
  },
  {
    "english": "The cannibals are shocked by our quick attack.",
    "hindi": "हमारे तेज़ हमले से नरभक्षी चौंक जाते हैं।"
  },
  {
    "english": "Our unusual guns scare them a lot.",
    "hindi": "हमारी असामान्य बंदूकें उन्हें बहुत डराती हैं।"
  },
  {
    "english": "Only two cannibals try to fight us.",
    "hindi": "सिर्फ दो नरभक्षी हमसे लड़ने की कोशिश करते हैं।"
  },
  {
    "english": "We shoot them with our guns.",
    "hindi": "हम उन्हें अपनी बंदूकों से मारते हैं।"
  },
  {
    "english": "Friday fights very well.",
    "hindi": "फ्राइडे बहुत अच्छा लड़ता है।"
  },
  {
    "english": "He quickly kills one cannibal who is injured.",
    "hindi": "वह जल्दी से एक घायल नरभक्षी को मार देता है।"
  },
  {
    "english": "The second injured cannibal runs to the forest.",
    "hindi": "दूसरा घायल नरभक्षी जंगल की ओर भागता है।"
  },
  {
    "english": "Friday runs after him and he kills him with his knife.",
    "hindi": "फ्राइडे उसके पीछे दौड़ता है और उसे अपने चाकू से मार देता है।"
  },
  {
    "english": "Only three cannibals are able to run away.",
    "hindi": "सिर्फ तीन नरभक्षी भागने में सफल होते हैं।"
  },
  {
    "english": "They jump in their canoe and they start to leave.",
    "hindi": "वे अपनी डोंगी में कूदते हैं और चले जाते हैं।"
  },
  {
    "english": "Friday shoots at them, but he doesn’t hit them.",
    "hindi": "फ्राइडे उन पर गोली चलाता है, लेकिन उन्हें नहीं लगती।"
  },
  {
    "english": "It’s dangerous to let them go because they can tell their people about us.",
    "hindi": "उन्हें जाने देना खतरनाक है क्योंकि वे अपने लोगों को हमारे बारे में बता सकते हैं।"
  },
  {
    "english": "We want to jump in one canoe and we want to follow them.",
    "hindi": "हम एक डोंगी में कूदकर उनका पीछा करना चाहते हैं।"
  },
  {
    "english": "But to our surprise, we find another man on the bottom of the canoe.",
    "hindi": "लेकिन हमें हैरानी होती है जब हमें डोंगी के नीचे एक और आदमी मिलता है।"
  },
  {
    "english": "He is scared. He doesn’t see the fight. He only hears the fight.",
    "hindi": "वह डरा हुआ है। उसने लड़ाई नहीं देखी, केवल सुनी है।"
  },
  {
    "english": "Ropes are around his neck. He is in great pain.",
    "hindi": "उसकी गर्दन के चारों ओर रस्सियाँ हैं। वह बहुत पीड़ा में है।"
  },
  {
    "english": "It’s difficult for him to breathe.",
    "hindi": "उसे सांस लेना मुश्किल हो रहा है।"
  },
  {
    "english": "I quickly cut the ropes.",
    "hindi": "मैं जल्दी से रस्सियाँ काटता हूँ।"
  },
  {
    "english": "When Friday sees him, he starts to cry.",
    "hindi": "जब फ्राइडे उसे देखता है, तो वह रोने लगता है।"
  },
  {
    "english": "Then he laughs and he hugs the man.",
    "hindi": "फिर वह हँसता है और उस आदमी को गले लगाता है।"
  },
  {
    "english": "Then he jumps and begins to dance around him.",
    "hindi": "फिर वह उछलता है और उसके चारों ओर नाचने लगता है।"
  },
  {
    "english": "Then he cries and laughs at the same time.",
    "hindi": "फिर वह एक साथ रोता और हँसता है।"
  },
  {
    "english": "When the strongest emotions are gone, Friday tells me that the prisoner is his father.",
    "hindi": "जब सबसे गहरी भावनाएँ शांत होती हैं, तो फ्राइडे मुझे बताता है कि वह कैदी उसका पिता है।"
  },
  {
    "english": "I feel tears in my eyes when I see the son’s love for his father.",
    "hindi": "जब मैं बेटे का अपने पिता के लिए प्रेम देखता हूँ, तो मेरी आँखों में आँसू आ जाते हैं।"
  },
  {
    "english": "This happy incident delays us and the cannibals are already gone.",
    "hindi": "यह सुखद घटना हमें रोक देती है और नरभक्षी पहले ही जा चुके होते हैं।"
  },
  {
    "english": "Friday massages his father’s hands and feet.",
    "hindi": "फ्राइडे अपने पिता के हाथ और पैर की मालिश करता है।"
  },
  {
    "english": "The massage helps him. It brings more blood to the hands and feet.",
    "hindi": "मालिश उससे मदद करती है। यह हाथों और पैरों में अधिक रक्त लाती है।"
  },
  {
    "english": "Soon his father feels much better.",
    "hindi": "जल्द ही उसके पिता को काफी अच्छा महसूस होता है।"
  },
  {
    "english": "When they talk, Friday suddenly jumps up.",
    "hindi": "जब वे बात कर रहे होते हैं, फ्राइडे अचानक उछल पड़ता है।"
  },
  {
    "english": "He runs to the forest very fast.",
    "hindi": "वह बहुत तेज़ी से जंगल की ओर दौड़ता है।"
  },
  {
    "english": "When he comes back, he has a bottle full of fresh water.",
    "hindi": "जब वह वापस आता है, तो उसके पास ताजे पानी की एक बोतल होती है।"
  },
  {
    "english": "He gives the water to his father who is extremely thirsty.",
    "hindi": "वह अपने बहुत प्यासे पिता को पानी देता है।"
  },
  {
    "english": "After he drinks, I ask Friday to give the rest of the water to the Spanish.",
    "hindi": "जब वह पी लेता है, तो मैं फ्राइडे से कहता हूँ कि वह बचा हुआ पानी स्पेनिश आदमी को दे दे।"
  },
  {
    "english": "He needs water very much too.",
    "hindi": "उसे भी बहुत पानी की जरूरत है।"
  },
  {
    "english": "The Spanish thanks me a lot.",
    "hindi": "वह स्पेनिश आदमी मुझे बहुत धन्यवाद देता है।"
  },
  {
    "english": "He has problems to walk. He is very weak.",
    "hindi": "उसे चलने में परेशानी हो रही है। वह बहुत कमजोर है।"
  },
  {
    "english": "I ask Friday to massage his feet too.",
    "hindi": "मैं फ्राइडे से कहता हूँ कि वह उसके पैरों की भी मालिश करे।"
  },
  {
    "english": "It helps him.",
    "hindi": "इससे उसे मदद मिलती है।"
  },
  {
    "english": "Then, I want to help the Spanish go to the canoe because it’s very difficult for him to walk.",
    "hindi": "फिर, मैं स्पेनिश आदमी को डोंगी तक ले जाने में मदद करना चाहता हूँ क्योंकि उसके लिए चलना बहुत कठिन है।"
  },
  {
    "english": "We want to take our new guests to our house.",
    "hindi": "हम अपने नए मेहमानों को अपने घर ले जाना चाहते हैं।"
  },
  {
    "english": "But Friday is young and strong. He has a lot of power.",
    "hindi": "लेकिन फ्राइडे जवान और ताकतवर है। उसके पास बहुत ताकत है।"
  },
  {
    "english": "He takes the Spanish on his back and carries him to the canoe.",
    "hindi": "वह स्पेनिश आदमी को अपनी पीठ पर उठाता है और उसे डोंगी तक ले जाता है।"
  },
  {
    "english": "He carefully puts him inside the canoe.",
    "hindi": "वह उसे सावधानी से डोंगी के अंदर बिठा देता है।"
  }
]
