[
  {
    "english": "I think about another journey to Brazil.",
    "hindi": "मैं ब्राज़ील की एक और यात्रा के बारे में सोचता हूँ।"
  },
  {
    "english": "I want to see my son, my wife and my plantation.",
    "hindi": "मैं अपने बेटे, अपनी पत्नी और अपने बागान को देखना चाहता हूँ।"
  },
  {
    "english": "I think that I can move to Brazil.",
    "hindi": "मैं सोचता हूँ कि मैं ब्राज़ील में बस सकता हूँ।"
  },
  {
    "english": "But I don’t know if my wife wants to live with me.",
    "hindi": "लेकिन मुझे नहीं पता कि मेरी पत्नी मेरे साथ रहना चाहती है या नहीं।"
  },
  {
    "english": "After some longer thinking, I decide to go to Brazil but only for a visit.",
    "hindi": "थोड़ा और सोचने के बाद, मैं तय करता हूँ कि मैं ब्राज़ील जाऊँगा लेकिन सिर्फ़ एक यात्रा के लिए।"
  },
  {
    "english": "I want to see if it’s OK to live there again.",
    "hindi": "मैं देखना चाहता हूँ कि क्या वहाँ फिर से रहना ठीक रहेगा।"
  },
  {
    "english": "I write to my wife. I ask her if it’s OK to visit them for some days.",
    "hindi": "मैं अपनी पत्नी को लिखता हूँ। मैं उससे पूछता हूँ कि क्या कुछ दिनों के लिए वहाँ आना ठीक रहेगा।"
  },
  {
    "english": "With the letter, I send nice presents to her and her father’s family.",
    "hindi": "पत्र के साथ मैं उसके और उसके पिता के परिवार के लिए अच्छे उपहार भेजता हूँ।"
  },
  {
    "english": "Then I get a letter from my wife. She writes that I’m welcome to visit them.",
    "hindi": "फिर मुझे अपनी पत्नी का पत्र मिलता है। वह लिखती है कि मैं वहाँ आने के लिए स्वागत योग्य हूँ।"
  },
  {
    "english": "Her invitation makes me happy.",
    "hindi": "उसका निमंत्रण मुझे खुश कर देता है।"
  },
  {
    "english": "I start to plan another journey by sea.",
    "hindi": "मैं समुद्र के रास्ते एक और यात्रा की योजना बनाता हूँ।"
  },
  {
    "english": "I buy nice presents for them.",
    "hindi": "मैं उनके लिए अच्छे उपहार खरीदता हूँ।"
  },
  {
    "english": "Two weeks later I’m ready to go.",
    "hindi": "दो हफ्तों बाद मैं जाने के लिए तैयार होता हूँ।"
  },
  {
    "english": "When we arrive to Brazil, I meet with my wife and my son.",
    "hindi": "जब हम ब्राज़ील पहुँचते हैं, तो मैं अपनी पत्नी और बेटे से मिलता हूँ।"
  },
  {
    "english": "My wife is different now. But she is still very beautiful.",
    "hindi": "अब मेरी पत्नी अलग है। लेकिन वह अभी भी बहुत सुंदर है।"
  },
  {
    "english": "My son is a big man. He is very strong. He is also very intelligent.",
    "hindi": "मेरा बेटा अब बड़ा आदमी है। वह बहुत ताकतवर है। वह बहुत बुद्धिमान भी है।"
  },
  {
    "english": "He has his own family too.",
    "hindi": "उसका अपना परिवार भी है।"
  },
  {
    "english": "He has also big responsibility.",
    "hindi": "उसके पास बहुत बड़ी ज़िम्मेदारी भी है।"
  },
  {
    "english": "He manages plantations of all the family.",
    "hindi": "वह पूरे परिवार के बागानों का प्रबंधन करता है।"
  },
  {
    "english": "He is responsible for a big land.",
    "hindi": "वह एक बड़े ज़मीन के लिए ज़िम्मेदार है।"
  },
  {
    "english": "My son speaks only Portuguese and a little Spanish.",
    "hindi": "मेरा बेटा केवल पुर्तगाली और थोड़ी स्पेनिश बोलता है।"
  },
  {
    "english": "My Portuguese isn’t very good after so many years.",
    "hindi": "इतने वर्षों बाद मेरी पुर्तगाली बहुत अच्छी नहीं रह गई है।"
  },
  {
    "english": "I don’t remember many words. I remember only some basic words.",
    "hindi": "मुझे बहुत सारे शब्द याद नहीं हैं। मुझे केवल कुछ बुनियादी शब्द याद हैं।"
  },
  {
    "english": "But with practice I start to remember words fast.",
    "hindi": "लेकिन अभ्यास के साथ मैं शब्दों को जल्दी याद करने लगता हूँ।"
  },
  {
    "english": "In two weeks, I can have a basic conversation on many topics.",
    "hindi": "दो हफ्तों में, मैं कई विषयों पर बुनियादी बातचीत कर सकता हूँ।"
  },
  {
    "english": "And one month later, I’m able to speak very well.",
    "hindi": "और एक महीने बाद, मैं बहुत अच्छी तरह से बोलने में सक्षम हो जाता हूँ।"
  },
  {
    "english": "I’m very happy that I can speak with my wife and my son.",
    "hindi": "मैं बहुत खुश हूँ कि मैं अपनी पत्नी और बेटे से बात कर सकता हूँ।"
  },
  {
    "english": "We have so many things for a conversation.",
    "hindi": "हमारे पास बातचीत के लिए बहुत सारी बातें हैं।"
  },
  {
    "english": "Brazil is also very different.",
    "hindi": "ब्राज़ील भी अब बहुत अलग है।"
  },
  {
    "english": "People have different clothes.",
    "hindi": "लोगों के कपड़े अलग हैं।"
  },
  {
    "english": "They build new types of houses.",
    "hindi": "वे नए प्रकार के घर बनाते हैं।"
  },
  {
    "english": "Plantations are much bigger.",
    "hindi": "बागान अब बहुत बड़े हो गए हैं।"
  },
  {
    "english": "Many people work on them.",
    "hindi": "उन पर बहुत से लोग काम करते हैं।"
  },
  {
    "english": "I’m with my family for three months.",
    "hindi": "मैं तीन महीने तक अपने परिवार के साथ रहता हूँ।"
  },
  {
    "english": "I know that I’m not very far from my island.",
    "hindi": "मैं जानता हूँ कि मैं अपने द्वीप से बहुत दूर नहीं हूँ।"
  },
  {
    "english": "I think about visiting the island again.",
    "hindi": "मैं फिर से द्वीप पर जाने के बारे में सोचता हूँ।"
  },
  {
    "english": "I want to see the island for some days.",
    "hindi": "मैं कुछ दिनों के लिए द्वीप को देखना चाहता हूँ।"
  },
  {
    "english": "Friday also wants to see the island again.",
    "hindi": "फ्राइडे भी द्वीप को फिर से देखना चाहता है।"
  },
  {
    "english": "My son also wants to go.",
    "hindi": "मेरा बेटा भी वहाँ जाना चाहता है।"
  },
  {
    "english": "I think that it isn’t a good idea.",
    "hindi": "मैं सोचता हूँ कि यह अच्छा विचार नहीं है।"
  },
  {
    "english": "I know how dangerous the sea can be.",
    "hindi": "मैं जानता हूँ कि समुद्र कितना खतरनाक हो सकता है।"
  },
  {
    "english": "But he wants to see the place which he knows only from my stories.",
    "hindi": "लेकिन वह उस जगह को देखना चाहता है जिसे वह सिर्फ़ मेरी कहानियों से जानता है।"
  },
  {
    "english": "We plan our journey.",
    "hindi": "हम अपनी यात्रा की योजना बनाते हैं।"
  },
  {
    "english": "Two weeks later, we leave Brazil.",
    "hindi": "दो हफ्ते बाद, हम ब्राज़ील से रवाना होते हैं।"
  },
  {
    "english": "We go on a ship which goes to Havana.",
    "hindi": "हम एक जहाज़ पर जाते हैं जो हवाना जा रहा है।"
  },
  {
    "english": "We have an agreement with the captain.",
    "hindi": "हमारी कप्तान के साथ एक समझौता होता है।"
  },
  {
    "english": "He promises to stop at my island on the way there.",
    "hindi": "वह वादा करता है कि रास्ते में मेरे द्वीप पर रुकेगा।"
  },
  {
    "english": "When I arrive at my island, we meet with Friday’s people.",
    "hindi": "जब मैं अपने द्वीप पर पहुँचता हूँ, तो हम फ्राइडे के लोगों से मिलते हैं।"
  },
  {
    "english": "They now live on the island.",
    "hindi": "अब वे द्वीप पर रहते हैं।"
  },
  {
    "english": "I ask them, 'Where are the prisoners?'",
    "hindi": "मैं उनसे पूछता हूँ, 'कैदी कहाँ हैं?'"
  },
  {
    "english": "They tell me that the prisoners are not on the island.",
    "hindi": "वे मुझे बताते हैं कि कैदी अब द्वीप पर नहीं हैं।"
  },
  {
    "english": "They don’t know where they are. Maybe they are all dead.",
    "hindi": "उन्हें नहीं पता कि वे कहाँ हैं। शायद वे सभी मर चुके हैं।"
  },
  {
    "english": "Friday’s people tell me that they don’t eat Europeans.",
    "hindi": "फ्राइडे के लोग मुझे बताते हैं कि वे यूरोपीय लोगों को नहीं खाते।"
  },
  {
    "english": "They eat only their enemies from other islands.",
    "hindi": "वे केवल दूसरे द्वीपों के अपने दुश्मनों को खाते हैं।"
  },
  {
    "english": "I’m happy when I hear that.",
    "hindi": "यह सुनकर मैं खुश होता हूँ।"
  },
  {
    "english": "I want to stay on the island and my son too.",
    "hindi": "मैं द्वीप पर रहना चाहता हूँ और मेरा बेटा भी।"
  },
  {
    "english": "I ask the captain if he can take us back to Brazil on the way back.",
    "hindi": "मैं कप्तान से पूछता हूँ कि क्या वह लौटते समय हमें ब्राज़ील वापस ले जा सकता है।"
  },
  {
    "english": "He agrees.",
    "hindi": "वह सहमत हो जाता है।"
  },
  {
    "english": "I see many children who run around.",
    "hindi": "मैं बहुत से बच्चों को देखता हूँ जो इधर-उधर दौड़ रहे हैं।"
  },
  {
    "english": "It’s interesting to see many people on my island.",
    "hindi": "मेरे द्वीप पर इतने सारे लोगों को देखना दिलचस्प है।"
  },
  {
    "english": "I see that the people on the island are very happy.",
    "hindi": "मैं देखता हूँ कि द्वीप पर लोग बहुत खुश हैं।"
  },
  {
    "english": "Friday is happy there too.",
    "hindi": "फ्राइडे भी वहाँ खुश है।"
  },
  {
    "english": "He meets a woman.",
    "hindi": "वह एक महिला से मिलता है।"
  },
  {
    "english": "He likes her very much.",
    "hindi": "उसे वह बहुत पसंद आती है।"
  },
  {
    "english": "Friday asks me if it’s OK that he stays on the island with his woman.",
    "hindi": "फ्राइडे मुझसे पूछता है कि क्या वह अपनी महिला के साथ द्वीप पर रह सकता है।"
  },
  {
    "english": "He knows that he lives thanks to me.",
    "hindi": "वह जानता है कि वह मेरी वजह से जीवित है।"
  },
  {
    "english": "He doesn’t want to leave me without my permission.",
    "hindi": "वह मेरी अनुमति के बिना मुझे छोड़कर नहीं जाना चाहता।"
  },
  {
    "english": "I agree.",
    "hindi": "मैं सहमत हो जाता हूँ।"
  },
  {
    "english": "He doesn’t have to stay with me all his life.",
    "hindi": "उसे पूरी ज़िंदगी मेरे साथ रहने की ज़रूरत नहीं है।"
  },
  {
    "english": "It’s time for Friday to start his own family.",
    "hindi": "अब फ्राइडे के लिए अपना परिवार शुरू करने का समय है।"
  },
  {
    "english": "I’m happy that he has a good woman.",
    "hindi": "मैं खुश हूँ कि उसे एक अच्छी महिला मिली है।"
  },
  {
    "english": "I’m happy when I see that they love each other.",
    "hindi": "मैं खुश होता हूँ जब देखता हूँ कि वे एक-दूसरे से प्यार करते हैं।"
  },
  {
    "english": "I respect Friday’s decision to stay on the island.",
    "hindi": "मैं फ्राइडे के द्वीप पर रहने के फैसले का सम्मान करता हूँ।"
  },
  {
    "english": "I walk around the island a lot.",
    "hindi": "मैं द्वीप पर बहुत घूमता हूँ।"
  },
  {
    "english": "I want to visit all the places which I know from my life on the island.",
    "hindi": "मैं उन सभी जगहों को देखना चाहता हूँ जिन्हें मैं अपने द्वीप के जीवन से जानता हूँ।"
  },
  {
    "english": "I have some favourite places, for example the fruit valley.",
    "hindi": "मेरी कुछ पसंदीदा जगहें हैं, जैसे फल घाटी।"
  },
  {
    "english": "I spend a lot of time there.",
    "hindi": "मैं वहाँ बहुत समय बिताता हूँ।"
  },
  {
    "english": "I like this place very much.",
    "hindi": "मुझे यह जगह बहुत पसंद है।"
  },
  {
    "english": "My son likes the island too.",
    "hindi": "मेरे बेटे को भी द्वीप पसंद है।"
  },
  {
    "english": "He often walks around the island with me.",
    "hindi": "वह अक्सर मेरे साथ द्वीप पर घूमता है।"
  },
  {
    "english": "I tell him many other stories about my life here.",
    "hindi": "मैं उसे अपने यहाँ के जीवन की कई और कहानियाँ सुनाता हूँ।"
  },
  {
    "english": "We stay on the island for twenty days.",
    "hindi": "हम बीस दिनों तक द्वीप पर रहते हैं।"
  },
  {
    "english": "Then the ship from Havana comes.",
    "hindi": "फिर हवाना से जहाज़ आता है।"
  },
  {
    "english": "It’s time to leave.",
    "hindi": "अब जाने का समय है।"
  },
  {
    "english": "We say goodbye to Friday and his people.",
    "hindi": "हम फ्राइडे और उसके लोगों को अलविदा कहते हैं।"
  },
  {
    "english": "When we leave the island, I have a strange feeling.",
    "hindi": "जब हम द्वीप छोड़ते हैं, तो मुझे अजीब सा महसूस होता है।"
  },
  {
    "english": "I feel tears in my eyes.",
    "hindi": "मेरी आँखों में आँसू आ जाते हैं।"
  },
  {
    "english": "I like this place very much.",
    "hindi": "मुझे यह जगह बहुत पसंद है।"
  },
  {
    "english": "My heart is connected with this island forever.",
    "hindi": "मेरा दिल हमेशा के लिए इस द्वीप से जुड़ गया है।"
  }
]
