[
  {
    "english": "We continue to watch all the actions of both groups.",
    "hindi": "हम दोनों समूहों की सभी गतिविधियों को देखते रहते हैं।"
  },
  {
    "english": "The five men in the forest sit down under a tree.",
    "hindi": "जंगल में पाँच लोग एक पेड़ के नीचे बैठ जाते हैं।"
  },
  {
    "english": "They discuss what to do.",
    "hindi": "वे यह चर्चा करते हैं कि क्या करना है।"
  },
  {
    "english": "They argue a little.",
    "hindi": "वे थोड़ी बहस करते हैं।"
  },
  {
    "english": "After a long conversation under the tree, they get up.",
    "hindi": "पेड़ के नीचे लंबी बातचीत के बाद, वे उठते हैं।"
  },
  {
    "english": "Then they walk to the beach.",
    "hindi": "फिर वे समुद्र तट की ओर जाते हैं।"
  },
  {
    "english": "Maybe they don’t want to look for friends.",
    "hindi": "शायद वे अपने दोस्तों को ढूंढना नहीं चाहते।"
  },
  {
    "english": "We have to do something quickly.",
    "hindi": "हमें जल्दी कुछ करना होगा।"
  },
  {
    "english": "We can’t let them go back to the boat.",
    "hindi": "हम उन्हें नाव पर वापस जाने नहीं दे सकते।"
  },
  {
    "english": "I have a plan.",
    "hindi": "मेरे पास एक योजना है।"
  },
  {
    "english": "I tell the assistant to go more to the centre of the island.",
    "hindi": "मैं सहायक से कहता हूँ कि वह द्वीप के केंद्र की ओर जाए।"
  },
  {
    "english": "Friday goes with him.",
    "hindi": "फ्राइडे उसके साथ जाता है।"
  },
  {
    "english": "Then, they shout at the sailors.",
    "hindi": "फिर, वे नाविकों पर चिल्लाते हैं।"
  },
  {
    "english": "When the sailors hear this, they shout back.",
    "hindi": "जब नाविक इसे सुनते हैं, तो वे जवाब में चिल्लाते हैं।"
  },
  {
    "english": "Then they go in the direction of the voice.",
    "hindi": "फिर वे आवाज की दिशा में जाते हैं।"
  },
  {
    "english": "Friday and the assistant continue to shout back.",
    "hindi": "फ्राइडे और सहायक चिल्लाते रह जाते हैं।"
  },
  {
    "english": "They take the sailors to the opposite side of the island.",
    "hindi": "वे नाविकों को द्वीप के विपरीत दिशा में ले जाते हैं।"
  },
  {
    "english": "This strategy works very well.",
    "hindi": "यह रणनीति बहुत अच्छी तरह से काम करती है।"
  },
  {
    "english": "The five men are soon very far from the beach.",
    "hindi": "पाँच लोग जल्द ही समुद्र तट से बहुत दूर हो जाते हैं।"
  },
  {
    "english": "This is very good for us.",
    "hindi": "यह हमारे लिए बहुत अच्छा है।"
  },
  {
    "english": "We go to the three men in the boat.",
    "hindi": "हम नाव में मौजूद तीन लोगों के पास जाते हैं।"
  },
  {
    "english": "We explain the situation to them.",
    "hindi": "हम उन्हें स्थिति समझाते हैं।"
  },
  {
    "english": "They decide not to fight us.",
    "hindi": "वे हमसे लड़ने का फैसला नहीं करते।"
  },
  {
    "english": "They become our prisoners too.",
    "hindi": "वे भी हमारे कैदी बन जाते हैं।"
  },
  {
    "english": "After some time, Friday and the assistant return.",
    "hindi": "कुछ समय बाद, फ्राइडे और सहायक लौट आते हैं।"
  },
  {
    "english": "The sailors are very far from the beach.",
    "hindi": "नाविक समुद्र तट से बहुत दूर हैं।"
  },
  {
    "english": "The sailors can’t return soon.",
    "hindi": "नाविक जल्दी वापस नहीं आ सकते।"
  },
  {
    "english": "We hide and we wait for them.",
    "hindi": "हम छिप जाते हैं और उनका इंतजार करते हैं।"
  },
  {
    "english": "When the sailors return, they are very tired.",
    "hindi": "जब नाविक लौटते हैं, तो वे बहुत थके हुए होते हैं।"
  },
  {
    "english": "First, they go to the boat.",
    "hindi": "सबसे पहले, वे नाव की ओर जाते हैं।"
  },
  {
    "english": "They are surprised when they don’t find the three men.",
    "hindi": "वे हैरान होते हैं जब उन्हें तीन आदमी नहीं मिलते।"
  },
  {
    "english": "They call their friends. But nobody answers.",
    "hindi": "वे अपने दोस्तों को बुलाते हैं, लेकिन कोई जवाब नहीं देता।"
  },
  {
    "english": "The leader and two other men walk to the forest where we are hiding.",
    "hindi": "नेता और दो अन्य लोग उस जंगल की ओर चलते हैं जहाँ हम छिपे हुए हैं।"
  },
  {
    "english": "The captain and Friday attack them when they are close to us.",
    "hindi": "कैप्टन और फ्राइडे उन पर तब हमला करते हैं जब वे हमारे पास आते हैं।"
  },
  {
    "english": "The leader is killed immediately.",
    "hindi": "नेता को तुरंत मार दिया जाता है।"
  },
  {
    "english": "The second man is injured.",
    "hindi": "दूसरा आदमी घायल हो जाता है।"
  },
  {
    "english": "The third man runs back to the boat.",
    "hindi": "तीसरा आदमी नाव की ओर भाग जाता है।"
  },
  {
    "english": "Then we all go out of the forest.",
    "hindi": "फिर हम सब जंगल से बाहर निकलते हैं।"
  },
  {
    "english": "We run to the boat.",
    "hindi": "हम नाव की ओर दौड़ते हैं।"
  },
  {
    "english": "The captain speaks to sailors.",
    "hindi": "कैप्टन नाविकों से बात करता है।"
  },
  {
    "english": "He tells them to give up.",
    "hindi": "वह उन्हें हथियार डालने के लिए कहता है।"
  },
  {
    "english": "When the sailors understand the situation, they drop their weapons quickly.",
    "hindi": "जब नाविक स्थिति को समझते हैं, तो वे तुरंत अपने हथियार फेंक देते हैं।"
  },
  {
    "english": "We decide to tie the prisoners.",
    "hindi": "हम कैदियों को बांधने का फैसला करते हैं।"
  },
  {
    "english": "But we don’t tie all of them.",
    "hindi": "लेकिन हम सभी को नहीं बांधते।"
  },
  {
    "english": "The captain trusts three of the men.",
    "hindi": "कैप्टन तीन आदमियों पर भरोसा करता है।"
  },
  {
    "english": "We don’t tie these three men.",
    "hindi": "हम इन तीन आदमियों को नहीं बांधते।"
  },
  {
    "english": "Now, we are ten men.",
    "hindi": "अब हम दस लोग हैं।"
  },
  {
    "english": "We start to plan how to get the ship.",
    "hindi": "हम जहाज को कैसे पाना है, इसकी योजना बनाना शुरू करते हैं।"
  },
  {
    "english": "After some discussion we know what to do.",
    "hindi": "कुछ चर्चा के बाद हमें पता चलता है कि क्या करना है।"
  },
  {
    "english": "Friday and I stay on the island.",
    "hindi": "फ्राइडे और मैं द्वीप पर रहते हैं।"
  },
  {
    "english": "We have to watch the prisoners.",
    "hindi": "हमें कैदियों पर नजर रखनी होती है।"
  },
  {
    "english": "The captain, his assistant and the passenger take the clothes of some of the prisoners.",
    "hindi": "कैप्टन, उसका सहायक और यात्री कुछ कैदियों के कपड़े पहनते हैं।"
  },
  {
    "english": "They want to look like them.",
    "hindi": "वे उनके जैसे दिखना चाहते हैं।"
  },
  {
    "english": "Then the captain and his sailors take the boat.",
    "hindi": "फिर कैप्टन और उसके नाविक नाव लेते हैं।"
  },
  {
    "english": "They go to the ship.",
    "hindi": "वे जहाज की ओर जाते हैं।"
  },
  {
    "english": "When they are near the ship, they speak to the men on the ship.",
    "hindi": "जब वे जहाज के पास होते हैं, तो वे जहाज पर मौजूद लोगों से बात करते हैं।"
  },
  {
    "english": "They tell them that it isn’t possible to find the other men.",
    "hindi": "वे उन्हें बताते हैं कि बाकी लोगों को ढूंढना संभव नहीं है।"
  },
  {
    "english": "When all of the men from the boat are on the ship, the captain shows his face and the attack begins.",
    "hindi": "जब नाव के सभी लोग जहाज पर होते हैं, तो कप्तान अपना चेहरा दिखाता है और हमला शुरू हो जाता है।"
  },
  {
    "english": "Some sailors are injured in the battle. Only one person is killed. It’s the second leader of the rebellion.",
    "hindi": "युद्ध में कुछ नाविक घायल हो जाते हैं। केवल एक व्यक्ति मारा जाता है। वह विद्रोह का दूसरा नेता होता है।"
  },
  {
    "english": "When the captain has his ship again, we hear seven shots. It’s the signal that the ship is in captain’s hands again.",
    "hindi": "जब कप्तान को फिर से उसका जहाज मिल जाता है, तो हम सात गोलियों की आवाज सुनते हैं। यह संकेत है कि जहाज फिर से कप्तान के हाथ में है।"
  },
  {
    "english": "I’m happy when I hear the shots.",
    "hindi": "मैं गोलियों की आवाज सुनकर खुश हो जाता हूँ।"
  },
  {
    "english": "Soon the captain goes back to the island. He tells me that the ship is now under my control.",
    "hindi": "जल्द ही कप्तान द्वीप पर वापस आता है। वह मुझे बताता है कि अब जहाज मेरे नियंत्रण में है।"
  },
  {
    "english": "I’m so happy. I start to cry. I cry so much that I can’t speak.",
    "hindi": "मैं बहुत खुश होता हूँ। मैं रोने लगता हूँ। मैं इतना रोता हूँ कि बोल नहीं पाता।"
  },
  {
    "english": "After 10 minutes, I’m able to speak again. I speak to the captain. I tell him how happy I am.",
    "hindi": "10 मिनट बाद मैं फिर से बोलने लायक होता हूँ। मैं कप्तान से बात करता हूँ। मैं उसे बताता हूँ कि मैं कितना खुश हूँ।"
  },
  {
    "english": "The captain tells his men to bring a lot of food from the ship.",
    "hindi": "कप्तान अपने आदमियों से कहता है कि वे जहाज से बहुत सारा खाना लाएँ।"
  },
  {
    "english": "We eat good food. We celebrate our victory and my departure from the island.",
    "hindi": "हम अच्छा खाना खाते हैं। हम अपनी जीत और मेरे द्वीप से प्रस्थान का जश्न मनाते हैं।"
  },
  {
    "english": "We drink expensive wine. We eat pork, beef and vegetable. We eat biscuits for dessert. I’m very happy when I eat this food again.",
    "hindi": "हम महंगी शराब पीते हैं। हम पोर्क, बीफ़ और सब्जियाँ खाते हैं। मिठाई में हम बिस्कुट खाते हैं। यह खाना फिर से खाकर मैं बहुत खुश होता हूँ।"
  },
  {
    "english": "The captain gives me new clothes. I have new clothes after a long time.",
    "hindi": "कप्तान मुझे नए कपड़े देता है। बहुत लंबे समय बाद मुझे नए कपड़े मिलते हैं।"
  },
  {
    "english": "The clothes are very light. They are a little uncomfortable first. But it’s soon OK.",
    "hindi": "कपड़े बहुत हल्के होते हैं। शुरुआत में वे थोड़े असहज लगते हैं, लेकिन जल्दी ही ठीक हो जाते हैं।"
  },
  {
    "english": "When the party is finished, we discuss what to do with the five prisoners who the captain doesn’t trust.",
    "hindi": "जब पार्टी खत्म होती है, तो हम उन पाँच कैदियों के बारे में चर्चा करते हैं जिन पर कप्तान भरोसा नहीं करता।"
  },
  {
    "english": "The men are really horrible. The captain doesn’t want to take them on board the ship as prisoners. It’s too dangerous.",
    "hindi": "वे आदमी वास्तव में बहुत बुरे हैं। कप्तान उन्हें कैदी के रूप में जहाज पर नहीं ले जाना चाहता। यह बहुत खतरनाक है।"
  },
  {
    "english": "I tell the captain to discuss it with the prisoners. Maybe they want to stay on the island.",
    "hindi": "मैं कप्तान से कहता हूँ कि वह इस बारे में कैदियों से बात करे। शायद वे द्वीप पर ही रहना चाहते हों।"
  },
  {
    "english": "It’s better for them because their rebellion means death in England.",
    "hindi": "यह उनके लिए बेहतर है क्योंकि उनका विद्रोह इंग्लैंड में मौत की सजा दिला सकता है।"
  },
  {
    "english": "We go to them and we explain the situation.",
    "hindi": "हम उनके पास जाते हैं और उन्हें स्थिति समझाते हैं।"
  },
  {
    "english": "They have to choose between a death in England and a life on the island.",
    "hindi": "उन्हें इंग्लैंड में मौत और द्वीप पर जीवन के बीच एक विकल्प चुनना होता है।"
  },
  {
    "english": "I think that it’s fair to let them decide.",
    "hindi": "मुझे लगता है कि उन्हें निर्णय लेने देना उचित है।"
  },
  {
    "english": "They decide to stay on the island.",
    "hindi": "वे द्वीप पर रहने का फैसला करते हैं।"
  },
  {
    "english": "We put them in the cave. The cave is now the prison.",
    "hindi": "हम उन्हें गुफा में रखते हैं। अब गुफा एक जेल है।"
  },
  {
    "english": "I tell them to wait for more orders.",
    "hindi": "मैं उनसे कहता हूँ कि वे आगे के आदेशों का इंतज़ार करें।"
  }
]
