[
  {
    "english": "I’m happy that Friday is on the island.",
    "hindi": "मैं खुश हूँ कि फ्राइडे इस द्वीप पर है।"
  },
  {
    "english": "I want to show him what I eat.",
    "hindi": "मैं उसे दिखाना चाहता हूँ कि मैं क्या खाता हूँ।"
  },
  {
    "english": "I shoot a young goat.",
    "hindi": "मैं एक युवा बकरी को मारता हूँ।"
  },
  {
    "english": "Friday is scared of the gun.",
    "hindi": "फ्राइडे बंदूक से डर जाता है।"
  },
  {
    "english": "He doesn’t understand how such a small thing can kill a goat.",
    "hindi": "उसे समझ नहीं आता कि इतनी छोटी चीज़ कैसे बकरी को मार सकती है।"
  },
  {
    "english": "He doesn’t want to touch the gun.",
    "hindi": "वह बंदूक को छूना नहीं चाहता।"
  },
  {
    "english": "We make a soup.",
    "hindi": "हम एक सूप बनाते हैं।"
  },
  {
    "english": "When I cook the soup, Friday goes to the forest and he brings some herb.",
    "hindi": "जब मैं सूप पकाता हूँ, फ्राइडे जंगल में जाता है और कुछ जड़ी-बूटी लाता है।"
  },
  {
    "english": "He puts the herb in the soup.",
    "hindi": "वह जड़ी-बूटी को सूप में डालता है।"
  },
  {
    "english": "The herb is similar to pepper.",
    "hindi": "वह जड़ी-बूटी काली मिर्च जैसी है।"
  },
  {
    "english": "The soup smells fantastic.",
    "hindi": "सूप की खुशबू शानदार है।"
  },
  {
    "english": "The soup tastes fantastic too.",
    "hindi": "सूप का स्वाद भी शानदार है।"
  },
  {
    "english": "The next day, we cook goat meat with sauce.",
    "hindi": "अगले दिन, हम बकरी के मांस को सॉस के साथ पकाते हैं।"
  },
  {
    "english": "Again, Friday brings some herbs and also plants.",
    "hindi": "फिर, फ्राइडे कुछ जड़ी-बूटियाँ और पौधे लाता है।"
  },
  {
    "english": "The herbs make the sauce taste great.",
    "hindi": "जड़ी-बूटियाँ सॉस का स्वाद शानदार बना देती हैं।"
  },
  {
    "english": "We make a nice salad from the plants.",
    "hindi": "हम पौधों से एक अच्छा सलाद बनाते हैं।"
  },
  {
    "english": "I teach Friday how to prepare corn and bake bread.",
    "hindi": "मैं फ्राइडे को मकई तैयार करना और रोटी बनाना सिखाता हूँ।"
  },
  {
    "english": "Soon, he can bake very good bread.",
    "hindi": "जल्द ही, वह बहुत अच्छी रोटी बना लेता है।"
  },
  {
    "english": "Then, we make my field bigger because we want to have more corn.",
    "hindi": "फिर, हम मेरा खेत बड़ा करते हैं क्योंकि हम और अधिक मकई चाहते हैं।"
  },
  {
    "english": "In all activities, Friday helps me a lot.",
    "hindi": "सभी कामों में, फ्राइडे मेरी बहुत मदद करता है।"
  },
  {
    "english": "He can also catch fish very well.",
    "hindi": "वह बहुत अच्छी तरह मछली भी पकड़ सकता है।"
  },
  {
    "english": "Our cooperation is simply great.",
    "hindi": "हमारा सहयोग वास्तव में शानदार है।"
  },
  {
    "english": "We are a good team.",
    "hindi": "हम एक अच्छी टीम हैं।"
  },
  {
    "english": "I want to teach Friday English.",
    "hindi": "मैं फ्राइडे को अंग्रेज़ी सिखाना चाहता हूँ।"
  },
  {
    "english": "I want to teach him fast.",
    "hindi": "मैं उसे जल्दी सिखाना चाहता हूँ।"
  },
  {
    "english": "I want to be a good teacher.",
    "hindi": "मैं एक अच्छा शिक्षक बनना चाहता हूँ।"
  },
  {
    "english": "I take my role very seriously.",
    "hindi": "मैं अपनी भूमिका को बहुत गंभीरता से लेता हूँ।"
  },
  {
    "english": "I think about the best method how to teach Friday English.",
    "hindi": "मैं सोचता हूँ कि फ्राइडे को अंग्रेज़ी सिखाने का सबसे अच्छा तरीका क्या है।"
  },
  {
    "english": "When I speak fast, Friday doesn’t understand.",
    "hindi": "जब मैं तेजी से बोलता हूँ, तो फ्राइडे नहीं समझता।"
  },
  {
    "english": "So I try to speak slowly.",
    "hindi": "इसलिए मैं धीरे बोलने की कोशिश करता हूँ।"
  },
  {
    "english": "I also speak only in the present.",
    "hindi": "मैं केवल वर्तमान काल में ही बोलता हूँ।"
  },
  {
    "english": "And I use simple words.",
    "hindi": "और मैं आसान शब्दों का उपयोग करता हूँ।"
  },
  {
    "english": "I also say only short sentences.",
    "hindi": "मैं केवल छोटे वाक्य बोलता हूँ।"
  },
  {
    "english": "Now, Friday understands more.",
    "hindi": "अब, फ्राइडे ज़्यादा समझता है।"
  },
  {
    "english": "We speak about many topics.",
    "hindi": "हम कई विषयों पर बात करते हैं।"
  },
  {
    "english": "When Friday doesn’t understand something, I point at it.",
    "hindi": "जब फ्राइडे किसी चीज़ को नहीं समझता, तो मैं उसकी ओर इशारा करता हूँ।"
  },
  {
    "english": "Or I explain the word to him.",
    "hindi": "या मैं उसे वह शब्द समझाता हूँ।"
  },
  {
    "english": "If it doesn’t help, I make a picture in the sand.",
    "hindi": "अगर वह मदद नहीं करता, तो मैं रेत में एक चित्र बनाता हूँ।"
  },
  {
    "english": "Soon, Friday starts to understand many sentences in the present.",
    "hindi": "जल्द ही, फ्राइडे वर्तमान काल के कई वाक्य समझने लगता है।"
  },
  {
    "english": "He also starts to use some words.",
    "hindi": "वह कुछ शब्दों का उपयोग भी करने लगता है।"
  },
  {
    "english": "His pronunciation is very bad at the beginning.",
    "hindi": "शुरुआत में उसकी उच्चारण बहुत खराब होती है।"
  },
  {
    "english": "But it isn’t important for me.",
    "hindi": "लेकिन यह मेरे लिए महत्वपूर्ण नहीं है।"
  },
  {
    "english": "I understand him.",
    "hindi": "मैं उसे समझता हूँ।"
  },
  {
    "english": "And I’m very happy that somebody speaks to me.",
    "hindi": "और मैं बहुत खुश हूँ कि कोई मुझसे बात करता है।"
  },
  {
    "english": "Friday is a good student.",
    "hindi": "फ्राइडे एक अच्छा छात्र है।"
  },
  {
    "english": "He is clever.",
    "hindi": "वह समझदार है।"
  },
  {
    "english": "He improves quickly.",
    "hindi": "वह जल्दी सुधार करता है।"
  },
  {
    "english": "Soon, he can say some words like an Englishman.",
    "hindi": "जल्द ही, वह कुछ शब्द अंग्रेज़ों की तरह बोल सकता है।"
  },
  {
    "english": "Of course, not all words, but the words which he says correctly make me very happy.",
    "hindi": "ज़रूर, सभी शब्द नहीं, लेकिन जो शब्द वह सही बोलता है, वे मुझे बहुत खुश करते हैं।"
  },
  {
    "english": "I see that Friday very often repeats aloud what I say.",
    "hindi": "मैं देखता हूँ कि फ्राइडे अक्सर मेरी बातों को जोर से दोहराता है।"
  },
  {
    "english": "I think that it also helps him to learn so fast.",
    "hindi": "मुझे लगता है कि इससे उसे जल्दी सीखने में मदद मिलती है।"
  },
  {
    "english": "I think, “Learning a language is quite easy.",
    "hindi": "मैं सोचता हूँ, 'एक भाषा सीखना काफी आसान है।"
  },
  {
    "english": "You only need to copy what you hear and if you don’t understand something, you need a picture.",
    "hindi": "आपको बस वही दोहराना होता है जो आप सुनते हैं और अगर आप कुछ नहीं समझते हैं, तो एक चित्र की ज़रूरत होती है।"
  },
  {
    "english": "Then, you need a lot of practice.",
    "hindi": "फिर, आपको बहुत अभ्यास की ज़रूरत होती है।"
  },
  {
    "english": "This is the best system.”",
    "hindi": "यह सबसे अच्छा तरीका है।"
  },
  {
    "english": "Friday’s progress is fast.",
    "hindi": "फ्राइडे की प्रगति तेज़ है।"
  },
  {
    "english": "He is able to talk more and more every day.",
    "hindi": "वह हर दिन अधिक से अधिक बात करने में सक्षम हो रहा है।"
  },
  {
    "english": "In a couple of months, we can have a nice conversation.",
    "hindi": "कुछ महीनों में, हम एक अच्छी बातचीत कर सकते हैं।"
  },
  {
    "english": "Friday likes my tools.",
    "hindi": "फ्राइडे को मेरे औज़ार पसंद हैं।"
  },
  {
    "english": "They are very interesting for him.",
    "hindi": "वे उसके लिए बहुत दिलचस्प हैं।"
  },
  {
    "english": "He especially likes the telescope.",
    "hindi": "उसे विशेष रूप से दूरबीन बहुत पसंद है।"
  },
  {
    "english": "He borrows the telescope very often.",
    "hindi": "वह अक्सर दूरबीन उधार लेता है।"
  },
  {
    "english": "He goes to one hill.",
    "hindi": "वह एक पहाड़ी पर जाता है।"
  },
  {
    "english": "And he watches everything around.",
    "hindi": "और वह आसपास की हर चीज़ को देखता है।"
  },
  {
    "english": "One day, we speak about Friday’s people and why they have enemies.",
    "hindi": "एक दिन, हम फ्राइडे के लोगों और उनके दुश्मनों के बारे में बात करते हैं।"
  },
  {
    "english": "He says, “There is a war between two groups of local people.",
    "hindi": "वह कहता है, 'स्थानीय लोगों के दो समूहों के बीच एक युद्ध है।"
  },
  {
    "english": "We are neighbours but we don’t like each other.",
    "hindi": "हम पड़ोसी हैं लेकिन हम एक-दूसरे को पसंद नहीं करते।"
  },
  {
    "english": "We have many conflicts.",
    "hindi": "हमारे बीच कई झगड़े होते हैं।"
  },
  {
    "english": "There is never peace.",
    "hindi": "कभी शांति नहीं होती।"
  },
  {
    "english": "We kill each other whenever we can.”",
    "hindi": "हम एक-दूसरे को जब भी मौका मिले, मार देते हैं।"
  },
  {
    "english": "Friday tells me that they eat human meat like their enemies.",
    "hindi": "फ्राइडे मुझे बताता है कि वे अपने दुश्मनों की तरह मानव मांस खाते हैं।"
  },
  {
    "english": "They also do rituals when they catch their enemies.",
    "hindi": "वे अपने दुश्मनों को पकड़ने पर कुछ रीति-रिवाज़ भी करते हैं।"
  },
  {
    "english": "Friday tells me about the sea and the currents in the sea.",
    "hindi": "फ्राइडे मुझे समुद्र और उसमें बहने वाली धाराओं के बारे में बताता है।"
  },
  {
    "english": "Thanks to Friday, I know more about the history, culture and traditions of his people.",
    "hindi": "फ्राइडे की वजह से मुझे उसके लोगों के इतिहास, संस्कृति और परंपराओं के बारे में अधिक जानकारी मिलती है।"
  }
]
