[
  {
    "english": "We put all the food in my cave.",
    "hindi": "हम सारा खाना मेरी गुफा में रखते हैं।"
  },
  {
    "english": "The food is safe there.",
    "hindi": "वहाँ खाना सुरक्षित है।"
  },
  {
    "english": "The Spanish and Friday’s father can go back.",
    "hindi": "स्पेनिश आदमी और फ्राइडे के पिता वापस जा सकते हैं।"
  },
  {
    "english": "They can bring the other men here.",
    "hindi": "वे बाकी लोगों को यहाँ ला सकते हैं।"
  },
  {
    "english": "We give them food and four guns in case the cannibals want to attack them again.",
    "hindi": "हम उन्हें खाना और चार बंदूकें देते हैं, अगर आदमखोर फिर से हमला करें।"
  },
  {
    "english": "Then they take the canoe and they go away.",
    "hindi": "फिर वे डोंगी लेकर चले जाते हैं।"
  },
  {
    "english": "Two days pass when something unusual happens.",
    "hindi": "दो दिन बीत जाते हैं जब कुछ अजीब होता है।"
  },
  {
    "english": "Friday wakes me up at 6 in the morning.",
    "hindi": "फ्राइडे सुबह 6 बजे मुझे जगाता है।"
  },
  {
    "english": "“Are they here?” I ask Friday.",
    "hindi": "“क्या वे आ गए?” मैं फ्राइडे से पूछता हूँ।"
  },
  {
    "english": "He says, “No. But somebody else is here. There is a boat at sea.”",
    "hindi": "वह कहता है, “नहीं। लेकिन कोई और यहाँ है। समुंदर में एक नाव है।”"
  },
  {
    "english": "I go to the top of the nearest hill.",
    "hindi": "मैं पास की सबसे ऊँची पहाड़ी पर जाता हूँ।"
  },
  {
    "english": "I see the boat.",
    "hindi": "मैं नाव को देखता हूँ।"
  },
  {
    "english": "It’s clear that these people are not the friends from Friday’s island.",
    "hindi": "यह साफ़ है कि ये लोग फ्राइडे के द्वीप से आए दोस्त नहीं हैं।"
  },
  {
    "english": "The boat comes from a different direction.",
    "hindi": "नाव एक अलग दिशा से आती है।"
  },
  {
    "english": "I also see a ship.",
    "hindi": "मैं एक जहाज़ भी देखता हूँ।"
  },
  {
    "english": "I know this shape.",
    "hindi": "मैं इस आकृति को पहचानता हूँ।"
  },
  {
    "english": "The ship is English.",
    "hindi": "यह जहाज़ इंग्लिश है।"
  },
  {
    "english": "I’m confused.",
    "hindi": "मैं उलझन में हूँ।"
  },
  {
    "english": "It’s true that I’m happy when I see Englishmen after twenty-seven years on the island.",
    "hindi": "यह सच है कि मैं 27 साल बाद द्वीप पर अंग्रेजों को देखकर खुश हूँ।"
  },
  {
    "english": "But I’m also worried.",
    "hindi": "लेकिन मैं चिंतित भी हूँ।"
  },
  {
    "english": "The island isn’t near ways of English ships.",
    "hindi": "यह द्वीप अंग्रेजी जहाज़ों के रास्तों के पास नहीं है।"
  },
  {
    "english": "I don’t remember any storm yesterday.",
    "hindi": "मुझे कल कोई तूफ़ान याद नहीं है।"
  },
  {
    "english": "So, why are they here?",
    "hindi": "तो वे यहाँ क्यों हैं?"
  },
  {
    "english": "Maybe, the men are pirates.",
    "hindi": "शायद ये लोग समुद्री डाकू हैं।"
  },
  {
    "english": "Maybe, they want to hide something on the island.",
    "hindi": "शायद वे द्वीप पर कुछ छुपाना चाहते हैं।"
  },
  {
    "english": "I decide to be very careful.",
    "hindi": "मैं बहुत सावधान रहने का निर्णय लेता हूँ।"
  },
  {
    "english": "Friday and I stay in the forest and we watch them.",
    "hindi": "मैं और फ्राइडे जंगल में रहते हैं और उन्हें देखते हैं।"
  },
  {
    "english": "The boat comes to the beach and I count eleven men.",
    "hindi": "नाव तट पर आती है और मैं ग्यारह लोगों को गिनता हूँ।"
  },
  {
    "english": "Soon, I see that they are all Englishmen.",
    "hindi": "जल्द ही मैं देखता हूँ कि वे सभी अंग्रेज़ हैं।"
  },
  {
    "english": "Three men have hands tied together.",
    "hindi": "तीन आदमियों के हाथ बंधे हुए हैं।"
  },
  {
    "english": "The eight other men take them to the beach.",
    "hindi": "बाकी आठ आदमी उन्हें तट पर ले जाते हैं।"
  },
  {
    "english": "Two prisoners are calm, but the third prisoner tries to say something.",
    "hindi": "दो कैदी शांत हैं, लेकिन तीसरा कैदी कुछ कहने की कोशिश करता है।"
  },
  {
    "english": "He looks very scared.",
    "hindi": "वह बहुत डरा हुआ दिखता है।"
  },
  {
    "english": "He asks the men in the boat for something.",
    "hindi": "वह नाव में बैठे आदमियों से कुछ माँगता है।"
  },
  {
    "english": "When Friday sees this, he turns to me and he tells me that Englishmen also eat people.",
    "hindi": "जब फ्राइडे यह देखता है, तो वह मेरी ओर मुड़ता है और कहता है कि अंग्रेज़ भी लोगों को खाते हैं।"
  },
  {
    "english": "I tell him that they definitely don’t plan to eat them.",
    "hindi": "मैं उससे कहता हूँ कि वे उन्हें खाने का बिल्कुल भी इरादा नहीं रखते।"
  },
  {
    "english": "I think that they want to shoot them.",
    "hindi": "मुझे लगता है कि वे उन्हें गोली मारना चाहते हैं।"
  },
  {
    "english": "After some time, we see that this isn’t their plan.",
    "hindi": "कुछ समय बाद, हम देखते हैं कि यह उनका इरादा नहीं है।"
  },
  {
    "english": "The men from the boat start to explore the island.",
    "hindi": "नाव से आए आदमी द्वीप की खोज करना शुरू करते हैं।"
  },
  {
    "english": "The three tied prisoners sit on the beach with two men as guards.",
    "hindi": "तीन बंधे हुए कैदी तट पर दो आदमियों की निगरानी में बैठे होते हैं।"
  },
  {
    "english": "The prisoners look very sad.",
    "hindi": "कैदी बहुत दुखी लगते हैं।"
  },
  {
    "english": "Their situation is bad.",
    "hindi": "उनकी स्थिति खराब है।"
  },
  {
    "english": "Low tide comes soon.",
    "hindi": "जल्द ही ज्वार का पानी उतर जाता है।"
  },
  {
    "english": "The level of the sea is low.",
    "hindi": "समुद्र का जल स्तर कम हो जाता है।"
  },
  {
    "english": "Their boat is on the sand.",
    "hindi": "उनकी नाव रेत पर आ जाती है।"
  },
  {
    "english": "They can’t move the boat.",
    "hindi": "वे नाव को हिला नहीं सकते।"
  },
  {
    "english": "I hear them say, “We have to wait and leave with the next high tide.”",
    "hindi": "मैं उन्हें कहते सुनता हूँ, 'हमें इंतज़ार करना होगा और अगली ऊँची लहर के साथ निकलना होगा।'"
  },
  {
    "english": "This gives us some hours.",
    "hindi": "इससे हमें कुछ घंटे मिलते हैं।"
  },
  {
    "english": "Friday and I stay in the forest until dark.",
    "hindi": "मैं और फ्राइडे अंधेरा होने तक जंगल में रहते हैं।"
  },
  {
    "english": "Then I see that the men who stand the guard start to sleep.",
    "hindi": "फिर मैं देखता हूँ कि पहरेदारी कर रहे आदमी सोने लगते हैं।"
  },
  {
    "english": "The three prisoners sit under a tree quite close to us.",
    "hindi": "तीन कैदी एक पेड़ के नीचे बैठे होते हैं, जो हमसे काफी करीब होता है।"
  },
  {
    "english": "It looks like they are also quite far from the other sailors.",
    "hindi": "लगता है कि वे बाकी नाविकों से भी काफी दूर हैं।"
  },
  {
    "english": "We can come closer to them.",
    "hindi": "हम उनके और करीब जा सकते हैं।"
  },
  {
    "english": "When we are very close to them, I speak quietly to them.",
    "hindi": "जब हम उनके बहुत पास पहुँच जाते हैं, तो मैं धीरे से उनसे बात करता हूँ।"
  },
  {
    "english": "We are still behind the trees and they can’t see us.",
    "hindi": "हम अभी भी पेड़ों के पीछे हैं और वे हमें नहीं देख सकते।"
  },
  {
    "english": "When they hear my voice, they can’t believe that somebody speaks English to them from the dark forest.",
    "hindi": "जब वे मेरी आवाज़ सुनते हैं, तो उन्हें विश्वास नहीं होता कि कोई अंधेरे जंगल से उनसे अंग्रेज़ी में बात कर रहा है।"
  },
  {
    "english": "“What is that?” asks one of the men.",
    "hindi": "“यह क्या है?” आदमियों में से एक पूछता है।"
  },
  {
    "english": "“I hear something. I hear a tree speak,” answers the other.",
    "hindi": "“मैं कुछ सुन रहा हूँ। मुझे एक पेड़ बोलता हुआ सुनाई दे रहा है,” दूसरा जवाब देता है।"
  },
  {
    "english": "“But it’s impossible. A tree can’t speak English.”",
    "hindi": "“लेकिन यह असंभव है। एक पेड़ अंग्रेज़ी नहीं बोल सकता।”"
  },
  {
    "english": "“Yes, you hear something but it’s not a tree,” I say quietly.",
    "hindi": "“हाँ, तुम कुछ सुन रहे हो लेकिन वह पेड़ नहीं है,” मैं धीरे से कहता हूँ।"
  },
  {
    "english": "“My name is Robinson Crusoe. I’m an Englishman. I live on this island.",
    "hindi": "“मेरा नाम रॉबिन्सन क्रूज़ो है। मैं एक अंग्रेज़ हूँ। मैं इस द्वीप पर रहता हूँ।"
  },
  {
    "english": "I can help you if you tell me who you are.”",
    "hindi": "मैं आपकी मदद कर सकता हूँ अगर आप मुझे बताएं कि आप कौन हैं।”"
  },
  {
    "english": "After the first shocking moment, one man answers my question.",
    "hindi": "पहले चौंकाने वाले पल के बाद, एक आदमी मेरे सवाल का जवाब देता है।"
  },
  {
    "english": "He is the captain of the ship.",
    "hindi": "वह जहाज़ का कप्तान है।"
  },
  {
    "english": "But after a rebellion on the ship, the captain, his assistant and a passenger are prisoners.",
    "hindi": "लेकिन जहाज़ पर एक विद्रोह के बाद, कप्तान, उसका सहायक और एक यात्री कैदी बन गए हैं।"
  },
  {
    "english": "The other sailors want to leave them on the island.",
    "hindi": "बाकी नाविक उन्हें द्वीप पर छोड़ना चाहते हैं।"
  },
  {
    "english": "The captain says, “The truth is that there are only two dangerous sailors who control the others in the group.",
    "hindi": "कप्तान कहता है, 'सच यह है कि समूह में केवल दो खतरनाक नाविक हैं जो दूसरों को नियंत्रित करते हैं।"
  },
  {
    "english": "Eighty percent of them are still loyal to me.",
    "hindi": "उनमें से अस्सी प्रतिशत अभी भी मेरे वफादार हैं।"
  },
  {
    "english": "If the leaders are caught, the rest can return under my control.”",
    "hindi": "अगर उन नेताओं को पकड़ लिया जाए, तो बाकी मेरे नियंत्रण में वापस आ सकते हैं।”"
  }
]
