[
  {
    "english": "I have my first corn at the end of December.",
    "hindi": "मुझे दिसंबर के अंत में अपना पहला मक्का मिलता है।"
  },
  {
    "english": "It isn’t a lot of corn.",
    "hindi": "यह ज़्यादा मक्का नहीं है।"
  },
  {
    "english": "I don’t want to eat the corn.",
    "hindi": "मैं मक्का खाना नहीं चाहता।"
  },
  {
    "english": "I decide to keep all the seeds.",
    "hindi": "मैं सभी बीजों को रखने का फैसला करता हूँ।"
  },
  {
    "english": "My goal is to put the seeds in the ground and have more corn later.",
    "hindi": "मेरा लक्ष्य है बीजों को ज़मीन में बोना और बाद में अधिक मक्का पाना।"
  },
  {
    "english": "I need some pots for the seeds.",
    "hindi": "मुझे बीजों के लिए कुछ बर्तनों की जरूरत है।"
  },
  {
    "english": "I look for clay on the island.",
    "hindi": "मैं द्वीप पर मिट्टी खोजता हूँ।"
  },
  {
    "english": "I find some clay and I try to make a pot.",
    "hindi": "मुझे कुछ मिट्टी मिलती है और मैं एक बर्तन बनाने की कोशिश करता हूँ।"
  },
  {
    "english": "I have no success at the beginning.",
    "hindi": "शुरुआत में मुझे कोई सफलता नहीं मिलती।"
  },
  {
    "english": "But I try again and again.",
    "hindi": "लेकिन मैं बार-बार कोशिश करता हूँ।"
  },
  {
    "english": "It is long work.",
    "hindi": "यह एक लंबा काम है।"
  },
  {
    "english": "But after two months of experiments, I make two pots.",
    "hindi": "लेकिन दो महीनों के प्रयोगों के बाद, मैं दो बर्तन बना लेता हूँ।"
  },
  {
    "english": "I put the pots in baskets.",
    "hindi": "मैं बर्तनों को टोकरियों में रखता हूँ।"
  },
  {
    "english": "I put dry grass between the baskets and the pots.",
    "hindi": "मैं टोकरियों और बर्तनों के बीच सूखी घास रखता हूँ।"
  },
  {
    "english": "The dry grass and the baskets protect the pots very well.",
    "hindi": "सूखी घास और टोकरी बर्तनों को अच्छी तरह से सुरक्षित रखते हैं।"
  },
  {
    "english": "I continue to make small pots.",
    "hindi": "मैं छोटे बर्तन बनाना जारी रखता हूँ।"
  },
  {
    "english": "Their quality is better and better.",
    "hindi": "उनकी गुणवत्ता धीरे-धीरे बेहतर होती जाती है।"
  },
  {
    "english": "I also make long but not very high pots.",
    "hindi": "मैं लंबे लेकिन ज़्यादा ऊँचे नहीं ऐसे बर्तन भी बनाता हूँ।"
  },
  {
    "english": "I put sea water in them.",
    "hindi": "मैं उनमें समुद्र का पानी डालता हूँ।"
  },
  {
    "english": "When the water is gone, I have salt.",
    "hindi": "जब पानी सूख जाता है, तो मेरे पास नमक रह जाता है।"
  },
  {
    "english": "One day, I find a broken piece of a pot in the fire.",
    "hindi": "एक दिन मुझे आग में एक टूटे हुए बर्तन का टुकड़ा मिलता है।"
  },
  {
    "english": "The fire makes the piece very hard.",
    "hindi": "आग उस टुकड़े को बहुत सख्त बना देती है।"
  },
  {
    "english": "It is like a stone.",
    "hindi": "यह एक पत्थर जैसा होता है।"
  },
  {
    "english": "The piece is very red too.",
    "hindi": "वह टुकड़ा बहुत लाल भी होता है।"
  },
  {
    "english": "I have an idea.",
    "hindi": "मेरे दिमाग में एक विचार आता है।"
  },
  {
    "english": "I take one pot and I make a fire around the pot.",
    "hindi": "मैं एक बर्तन लेता हूँ और उसके चारों ओर आग जलाता हूँ।"
  },
  {
    "english": "The pot is very hard after two hours.",
    "hindi": "दो घंटे बाद बर्तन बहुत सख्त हो जाता है।"
  },
  {
    "english": "I am happy with the result.",
    "hindi": "मैं परिणाम से खुश हूँ।"
  },
  {
    "english": "I also need a tool with which I can make flour.",
    "hindi": "मुझे एक ऐसा उपकरण भी चाहिए जिससे मैं आटा बना सकूं।"
  },
  {
    "english": "I take a big piece of hard wood.",
    "hindi": "मैं एक बड़ा मजबूत लकड़ी का टुकड़ा लेता हूँ।"
  },
  {
    "english": "I make a hole in the wood.",
    "hindi": "मैं लकड़ी में एक छेद बनाता हूँ।"
  },
  {
    "english": "I put the seeds in the hole.",
    "hindi": "मैं बीजों को उस छेद में डालता हूँ।"
  },
  {
    "english": "Then I take another piece of hard wood.",
    "hindi": "फिर मैं एक और मजबूत लकड़ी का टुकड़ा लेता हूँ।"
  },
  {
    "english": "I break the seeds in the hole with this second wood.",
    "hindi": "मैं इस दूसरी लकड़ी से छेद में बीजों को तोड़ता हूँ।"
  },
  {
    "english": "The flour stays on the bottom of the hole.",
    "hindi": "आटा छेद के नीचे जमा हो जाता है।"
  },
  {
    "english": "Now, I want to bake bread.",
    "hindi": "अब मैं रोटी पकाना चाहता हूँ।"
  },
  {
    "english": "I have an idea.",
    "hindi": "मेरे दिमाग में एक विचार आता है।"
  },
  {
    "english": "I mix the flour with water.",
    "hindi": "मैं आटे को पानी के साथ मिलाता हूँ।"
  },
  {
    "english": "Then, I take two stones.",
    "hindi": "फिर मैं दो पत्थर लेता हूँ।"
  },
  {
    "english": "I put the stones near the fire.",
    "hindi": "मैं पत्थरों को आग के पास रखता हूँ।"
  },
  {
    "english": "When the stones are very hot, I put the bread between them.",
    "hindi": "जब पत्थर बहुत गर्म हो जाते हैं, तो मैं रोटी को उनके बीच रखता हूँ।"
  },
  {
    "english": "Now, I have my first bread on the island.",
    "hindi": "अब मेरे पास द्वीप पर मेरी पहली रोटी है।"
  },
  {
    "english": "The bread is not perfect.",
    "hindi": "रोटी परफेक्ट नहीं है।"
  },
  {
    "english": "But I like the bread a lot.",
    "hindi": "लेकिन मुझे यह रोटी बहुत पसंद है।"
  },
  {
    "english": "It is my first bread after a long time.",
    "hindi": "यह मेरी बहुत समय बाद की पहली रोटी है।"
  },
  {
    "english": "It is during my third year on the island.",
    "hindi": "यह द्वीप पर मेरे तीसरे साल के दौरान की बात है।"
  },
  {
    "english": "I think about travelling around the island by sea.",
    "hindi": "मैं समुद्र के रास्ते द्वीप के चारों ओर यात्रा करने के बारे में सोचता हूँ।"
  },
  {
    "english": "I think that it is possible to make a canoe.",
    "hindi": "मुझे लगता है कि एक डोंगी बनाना संभव है।"
  },
  {
    "english": "I want to make a canoe from a big tree.",
    "hindi": "मैं एक बड़े पेड़ से डोंगी बनाना चाहता हूँ।"
  },
  {
    "english": "I find one big tree.",
    "hindi": "मुझे एक बड़ा पेड़ मिलता है।"
  },
  {
    "english": "I cut the tree.",
    "hindi": "मैं पेड़ को काटता हूँ।"
  },
  {
    "english": "I start to make a hole in it.",
    "hindi": "मैं उसमें एक छेद बनाना शुरू करता हूँ।"
  },
   {
    "english": "But after some days, I start to think about something.",
    "hindi": "लेकिन कुछ दिनों बाद, मैं एक बात के बारे में सोचने लगता हूँ।"
  },
  {
    "english": "I start to think how to get the canoe from the forest to the beach.",
    "hindi": "मैं सोचता हूँ कि डोंगी को जंगल से समुद्र तट तक कैसे लाया जाए।"
  },
  {
    "english": "I think about it because I am quite far from the beach.",
    "hindi": "मैं इसके बारे में सोचता हूँ क्योंकि मैं समुद्र तट से काफी दूर हूँ।"
  },
  {
    "english": "I see that it is a problem.",
    "hindi": "मैं देखता हूँ कि यह एक समस्या है।"
  },
  {
    "english": "I see a small hill between the forest and the beach.",
    "hindi": "मैं जंगल और समुद्र तट के बीच एक छोटी पहाड़ी देखता हूँ।"
  },
  {
    "english": "It is not possible to move the canoe over the hill.",
    "hindi": "डोंगी को पहाड़ी के ऊपर से ले जाना संभव नहीं है।"
  },
  {
    "english": "The canoe is very heavy for it.",
    "hindi": "डोंगी इसके लिए बहुत भारी है।"
  },
  {
    "english": "I am really angry.",
    "hindi": "मैं सच में बहुत गुस्से में हूँ।"
  },
  {
    "english": "I have to leave the canoe in the forest.",
    "hindi": "मुझे डोंगी को जंगल में ही छोड़ना पड़ता है।"
  },
  {
    "english": "Many days of work are lost.",
    "hindi": "मेरे कई दिनों का काम बर्बाद हो जाता है।"
  },
  {
    "english": "I don’t believe that I can make such a mistake.",
    "hindi": "मुझे विश्वास नहीं होता कि मैं ऐसी गलती कर सकता हूँ।"
  },
  {
    "english": "I have to plan my work better next time.",
    "hindi": "मुझे अगली बार अपने काम की बेहतर योजना बनानी होगी।"
  }
]
