[
  {
    "english": "After three years on the island, my clothes are already very old.",
    "hindi": "तीन साल द्वीप पर रहने के बाद, मेरे कपड़े पहले ही बहुत पुराने हो गए हैं।"
  },
  {
    "english": "I start to use the skins of the animals.",
    "hindi": "मैं जानवरों की खालें इस्तेमाल करने लगता हूँ।"
  },
  {
    "english": "I make a cap and other clothes from the skins.",
    "hindi": "मैं खालों से एक टोपी और अन्य कपड़े बनाता हूँ।"
  },
  {
    "english": "I also need an umbrella.",
    "hindi": "मुझे एक छाता भी चाहिए।"
  },
  {
    "english": "I try to make an umbrella from the skins too.",
    "hindi": "मैं खालों से एक छाता बनाने की कोशिश करता हूँ।"
  },
  {
    "english": "It is difficult at the beginning.",
    "hindi": "शुरुआत में यह कठिन होता है।"
  },
  {
    "english": "It takes some time.",
    "hindi": "इसमें कुछ समय लगता है।"
  },
  {
    "english": "But I am successful in the end.",
    "hindi": "लेकिन अंत में मैं सफल हो जाता हूँ।"
  },
  {
    "english": "After three years, I am quite happy.",
    "hindi": "तीन साल बाद, मैं काफी खुश हूँ।"
  },
  {
    "english": "I have everything what I need for my life.",
    "hindi": "मेरे पास जीवन के लिए जरूरी सारी चीजें हैं।"
  },
  {
    "english": "My life on the island continues for the next 5 years.",
    "hindi": "द्वीप पर मेरी ज़िंदगी अगले पाँच वर्षों तक चलती है।"
  },
  {
    "english": "During this time, I decide to make another canoe.",
    "hindi": "इस दौरान, मैं एक और डोंगी बनाने का निर्णय लेता हूँ।"
  },
  {
    "english": "The canoe is smaller.",
    "hindi": "यह डोंगी छोटी होती है।"
  },
  {
    "english": "It isn’t difficult to move it to the beach.",
    "hindi": "इसे समुद्र तट तक ले जाना मुश्किल नहीं होता।"
  },
  {
    "english": "The canoe is finished in June.",
    "hindi": "डोंगी जून में बनकर तैयार होती है।"
  },
  {
    "english": "I want to travel around the island in the canoe.",
    "hindi": "मैं डोंगी में द्वीप के चारों ओर यात्रा करना चाहता हूँ।"
  },
  {
    "english": "I put food, water and guns in the canoe.",
    "hindi": "मैं डोंगी में खाना, पानी और बंदूकें रखता हूँ।"
  },
  {
    "english": "I am ready for the trip.",
    "hindi": "मैं यात्रा के लिए तैयार हूँ।"
  },
  {
    "english": "The beginning of my trip isn’t easy for me.",
    "hindi": "मेरी यात्रा की शुरुआत मेरे लिए आसान नहीं होती।"
  },
  {
    "english": "I am in danger when my journey starts.",
    "hindi": "जब मेरी यात्रा शुरू होती है, तो मैं खतरे में होता हूँ।"
  },
  {
    "english": "I have to go around some rocks in the sea.",
    "hindi": "मुझे समुद्र में कुछ चट्टानों के चारों ओर जाना पड़ता है।"
  },
  {
    "english": "When I want to go back to the land, I feel a strong current under the canoe.",
    "hindi": "जब मैं जमीन पर वापस जाना चाहता हूँ, तो मुझे डोंगी के नीचे एक तेज़ धारा महसूस होती है।"
  },
  {
    "english": "The current is taking me away from the island.",
    "hindi": "यह धारा मुझे द्वीप से दूर ले जा रही होती है।"
  },
  {
    "english": "The situation is horrible.",
    "hindi": "स्थिति बहुत भयानक होती है।"
  },
  {
    "english": "I am scared.",
    "hindi": "मैं डर जाता हूँ।"
  },
  {
    "english": "I can’t survive in the open sea.",
    "hindi": "मैं खुले समुद्र में जीवित नहीं रह सकता।"
  },
  {
    "english": "I don’t have enough food and water for a long journey.",
    "hindi": "मेरे पास लंबी यात्रा के लिए पर्याप्त खाना और पानी नहीं है।"
  }
]
