[
  {
    "english": "When the tents are finished, I start to make a cave at the bottom of the hill.",
    "hindi": "जब तंबू बन जाते हैं, तो मैं पहाड़ी के नीचे एक गुफा बनाना शुरू करता हूँ।"
  },
  {
    "english": "I want to use the cave for food.",
    "hindi": "मैं गुफा का उपयोग खाने के लिए करना चाहता हूँ।"
  },
  {
    "english": "I bring stones and earth from the cave to the fence.",
    "hindi": "मैं गुफा से पत्थर और मिट्टी बाड़ तक लाता हूँ।"
  },
  {
    "english": "I make a terrace on the inside of the fence.",
    "hindi": "मैं बाड़ के अंदर एक छत बनाता हूँ।"
  },
  {
    "english": "I still work on the cave when a storm comes one day.",
    "hindi": "मैं अब भी गुफा पर काम कर रहा होता हूँ जब एक दिन तूफ़ान आता है।"
  },
  {
    "english": "I see lightning during the storm.",
    "hindi": "मैं तूफ़ान के दौरान बिजली देखता हूँ।"
  },
  {
    "english": "I think that the lightning can hit my boxes with gunpowder.",
    "hindi": "मैं सोचता हूँ कि बिजली मेरे बारूद वाले बक्सों पर गिर सकती है।"
  },
  {
    "english": "The explosion can destroy everything.",
    "hindi": "विस्फोट सब कुछ नष्ट कर सकता है।"
  },
  {
    "english": "The explosion can also kill me.",
    "hindi": "विस्फोट मुझे भी मार सकता है।"
  },
  {
    "english": "I am scared. I need to make a change.",
    "hindi": "मैं डर गया हूँ। मुझे कुछ बदलाव करना होगा।"
  },
  {
    "english": "After the storm, I open the boxes with the gunpowder.",
    "hindi": "तूफ़ान के बाद, मैं बारूद वाले बक्सों को खोलता हूँ।"
  },
  {
    "english": "I put the gunpowder in smaller boxes and bags.",
    "hindi": "मैं बारूद को छोटे बक्सों और थैलों में रखता हूँ।"
  },
  {
    "english": "I hide the boxes and bags in the rocks.",
    "hindi": "मैं बक्सों और थैलों को चट्टानों में छिपा देता हूँ।"
  },
  {
    "english": "I have a lot of gunpowder, so this takes three days.",
    "hindi": "मेरे पास बहुत सारा बारूद है, इसलिए इसमें तीन दिन लगते हैं।"
  },
  {
    "english": "I also hunt every day.",
    "hindi": "मैं हर दिन शिकार भी करता हूँ।"
  },
  {
    "english": "It is a break from the hard work.",
    "hindi": "यह कठिन काम से एक ब्रेक होता है।"
  },
  {
    "english": "And I also need some meat.",
    "hindi": "और मुझे कुछ मांस की भी ज़रूरत होती है।"
  },
  {
    "english": "When I hunt, I also start to know the island more.",
    "hindi": "जब मैं शिकार करता हूँ, तो मैं द्वीप को और अधिक जानने लगता हूँ।"
  },
  {
    "english": "I discover some goats.",
    "hindi": "मुझे कुछ बकरियाँ मिलती हैं।"
  },
  {
    "english": "I hunt them. Now, I have enough meat.",
    "hindi": "मैं उनका शिकार करता हूँ। अब मेरे पास पर्याप्त मांस है।"
  },
  {
    "english": "I am sad sometimes.",
    "hindi": "मैं कभी-कभी दुखी होता हूँ।"
  },
  {
    "english": "I think about my wife. I miss her very much.",
    "hindi": "मैं अपनी पत्नी के बारे में सोचता हूँ। मुझे उसकी बहुत याद आती है।"
  },
  {
    "english": "I think about my friends in Brazil.",
    "hindi": "मैं ब्राज़ील में अपने दोस्तों के बारे में सोचता हूँ।"
  },
  {
    "english": "I think about my parents.",
    "hindi": "मैं अपने माता-पिता के बारे में सोचता हूँ।"
  },
  {
    "english": "I know that travelling by sea can change your life completely.",
    "hindi": "मैं जानता हूँ कि समुद्र की यात्रा आपके जीवन को पूरी तरह बदल सकती है।"
  },
  {
    "english": "Travelling can be great.",
    "hindi": "यात्रा शानदार हो सकती है।"
  },
  {
    "english": "But travelling can be horrible too.",
    "hindi": "लेकिन यात्रा भयानक भी हो सकती है।"
  },
  {
    "english": "I know that my friends from the ship are dead.",
    "hindi": "मैं जानता हूँ कि जहाज़ से मेरे दोस्त मर चुके हैं।"
  },
  {
    "english": "I know that I am the only person alive.",
    "hindi": "मैं जानता हूँ कि मैं ही अकेला जीवित व्यक्ति हूँ।"
  },
  {
    "english": "I am lucky.",
    "hindi": "मैं भाग्यशाली हूँ।"
  },
  {
    "english": "I am also lucky because I have all the things like food, guns and clothes.",
    "hindi": "मैं इस लिए भी भाग्यशाली हूँ क्योंकि मेरे पास खाना, बंदूकें और कपड़े जैसी चीजें हैं।"
  },
  {
    "english": "I can’t survive without these things.",
    "hindi": "मैं इन चीजों के बिना जीवित नहीं रह सकता।"
  },
  {
    "english": "I decide to make a big cross.",
    "hindi": "मैं एक बड़ा क्रॉस बनाने का निर्णय लेता हूँ।"
  },
  {
    "english": "I put the cross on the beach.",
    "hindi": "मैं उस क्रॉस को समुद्र तट पर रखता हूँ।"
  },
  {
    "english": "I write on the cross the date of my first day on the island.",
    "hindi": "मैं क्रॉस पर द्वीप पर अपने पहले दिन की तारीख लिखता हूँ।"
  },
  {
    "english": "I want to keep information about time.",
    "hindi": "मैं समय की जानकारी रखना चाहता हूँ।"
  },
  {
    "english": "The cross is my calendar.",
    "hindi": "क्रॉस मेरा कैलेंडर है।"
  },
  {
    "english": "I make a small cut in the cross every day.",
    "hindi": "मैं हर दिन क्रॉस पर एक छोटा कट लगाता हूँ।"
  },
  {
    "english": "Every Sunday, the cut is longer.",
    "hindi": "हर रविवार, कट लंबा होता है।"
  },
  {
    "english": "This cut shows the end of the week.",
    "hindi": "यह कट सप्ताह के अंत को दिखाता है।"
  },
  {
    "english": "The last day of every month is also a long cut.",
    "hindi": "हर महीने का आखिरी दिन भी एक लंबा कट होता है।"
  },
  {
    "english": "One day, I think about my situation.",
    "hindi": "एक दिन, मैं अपनी स्थिति के बारे में सोचता हूँ।"
  },
  {
    "english": "I have negative thoughts.",
    "hindi": "मेरे मन में नकारात्मक विचार आते हैं।"
  },
  {
    "english": "This is not good.",
    "hindi": "यह अच्छा नहीं है।"
  },
  {
    "english": "I want to change my negative thoughts.",
    "hindi": "मैं अपने नकारात्मक विचारों को बदलना चाहता हूँ।"
  },
  {
    "english": "I decide to write all good and bad things.",
    "hindi": "मैं सभी अच्छी और बुरी बातें लिखने का निर्णय लेता हूँ।"
  },
  {
    "english": "First, I write what is bad.",
    "hindi": "सबसे पहले, मैं बुरी बातें लिखता हूँ।"
  },
  {
    "english": "I am alone on this island.",
    "hindi": "मैं इस द्वीप पर अकेला हूँ।"
  },
  {
    "english": "I have nobody for a conversation.",
    "hindi": "मेरे पास बात करने के लिए कोई नहीं है।"
  },
  {
    "english": "I have only a small chance that I can see England again.",
    "hindi": "मेरे पास इंग्लैंड को फिर से देखने का केवल एक छोटा सा मौका है।"
  },
  {
    "english": "But I am alive.",
    "hindi": "लेकिन मैं ज़िंदा हूँ।"
  },
  {
    "english": "I am safe.",
    "hindi": "मैं सुरक्षित हूँ।"
  },
  {
    "english": "I have my freedom.",
    "hindi": "मेरे पास मेरी आज़ादी है।"
  },
  {
    "english": "I have enough food.",
    "hindi": "मेरे पास पर्याप्त खाना है।"
  },
  {
    "english": "This is all positive.",
    "hindi": "यह सब सकारात्मक है।"
  },
  {
    "english": "I don’t have good clothes, but I don’t need a lot of clothes on this island.",
    "hindi": "मेरे पास अच्छे कपड़े नहीं हैं, लेकिन इस द्वीप पर मुझे बहुत कपड़ों की ज़रूरत नहीं है।"
  },
  {
    "english": "I have my dog.",
    "hindi": "मेरे पास मेरा कुत्ता है।"
  },
  {
    "english": "He understands some words.",
    "hindi": "वह कुछ शब्दों को समझता है।"
  },
  {
    "english": "He understands when I say, “Sit down. Come here. Bring it. Don’t jump. Don’t do it.”",
    "hindi": "वह समझता है जब मैं कहता हूँ, \"बैठो। यहाँ आओ। इसे लाओ। मत कूदो। ऐसा मत करो।\""
  },
  {
    "english": "I see that my situation is not perfect.",
    "hindi": "मैं देखता हूँ कि मेरी स्थिति परफेक्ट नहीं है।"
  },
  {
    "english": "But I have also some good things in my life.",
    "hindi": "लेकिन मेरे जीवन में कुछ अच्छी चीजें भी हैं।"
  },
  {
    "english": "I need to concentrate on positive things only.",
    "hindi": "मुझे केवल सकारात्मक चीजों पर ध्यान केंद्रित करना चाहिए।"
  },
  {
    "english": "I continue to make my place better and better.",
    "hindi": "मैं अपनी जगह को और बेहतर बनाना जारी रखता हूँ।"
  },
  {
    "english": "I make the cave bigger.",
    "hindi": "मैं गुफा को बड़ा बनाता हूँ।"
  },
  {
    "english": "I have space for many things in the cave.",
    "hindi": "मेरे पास गुफा में कई चीजों के लिए जगह है।"
  },
  {
    "english": "I am happy because my life is now well organized.",
    "hindi": "मैं खुश हूँ क्योंकि अब मेरा जीवन अच्छी तरह से व्यवस्थित है।"
  }
]
