[
  {
    "english": "The next day in the morning, I see the ship.",
    "hindi": "अगले दिन सुबह, मैं जहाज़ को देखता हूँ।"
  },
  {
    "english": "The ship stops very far from the beach.",
    "hindi": "जहाज़ समुद्र तट से बहुत दूर रुकता है।"
  },
  {
    "english": "The ship looks empty.",
    "hindi": "जहाज़ खाली दिखाई देता है।"
  },
  {
    "english": "I don’t understand it.",
    "hindi": "मैं इसे समझ नहीं पाता।"
  },
  {
    "english": "I expect the people from the ship.",
    "hindi": "मैं जहाज़ के लोगों की उम्मीद करता हूँ।"
  },
  {
    "english": "I really want to speak with somebody.",
    "hindi": "मैं सच में किसी से बात करना चाहता हूँ।"
  },
  {
    "english": "I miss communication with real people very much.",
    "hindi": "मुझे असली लोगों से बातचीत की बहुत कमी महसूस होती है।"
  },
  {
    "english": "I take my canoe.",
    "hindi": "मैं अपनी डोंगी लेता हूँ।"
  },
  {
    "english": "I go to the ship.",
    "hindi": "मैं जहाज़ की ओर जाता हूँ।"
  },
  {
    "english": "I want to see if somebody is alive.",
    "hindi": "मैं देखना चाहता हूँ कि क्या कोई जीवित है।"
  },
  {
    "english": "The ship looks Spanish.",
    "hindi": "जहाज़ स्पेनिश जैसा लगता है।"
  },
  {
    "english": "The ship is completely destroyed.",
    "hindi": "जहाज़ पूरी तरह से नष्ट हो चुका है।"
  },
  {
    "english": "When I’m close to the ship, I see a dog.",
    "hindi": "जब मैं जहाज़ के पास पहुँचता हूँ, तो मैं एक कुत्ता देखता हूँ।"
  },
  {
    "english": "He is very happy when he sees me.",
    "hindi": "वह मुझे देखकर बहुत खुश होता है।"
  },
  {
    "english": "I give him bread and I give him water.",
    "hindi": "मैं उसे रोटी और पानी देता हूँ।"
  },
  {
    "english": "He is hungry and very thirsty.",
    "hindi": "वह भूखा और बहुत प्यासा है।"
  },
  {
    "english": "I find nobody on the ship.",
    "hindi": "मुझे जहाज़ पर कोई नहीं मिलता।"
  },
  {
    "english": "“Where are the men from the ship?” I think.",
    "hindi": "“जहाज़ के लोग कहाँ हैं?” मैं सोचता हूँ।"
  },
  {
    "english": "It’s very strange.",
    "hindi": "यह बहुत अजीब है।"
  },
  {
    "english": "I don’t have an answer to this question.",
    "hindi": "मेरे पास इस सवाल का कोई जवाब नहीं है।"
  },
  {
    "english": "It’s a mystery.",
    "hindi": "यह एक रहस्य है।"
  },
  {
    "english": "There are many boxes with different things on the ship.",
    "hindi": "जहाज़ पर बहुत सारे डिब्बे हैं जिनमें अलग-अलग चीजें हैं।"
  },
  {
    "english": "Some boxes are small, some boxes are big.",
    "hindi": "कुछ डिब्बे छोटे हैं, कुछ डिब्बे बड़े हैं।"
  },
  {
    "english": "I find bottles with alcohol in some big boxes.",
    "hindi": "मुझे कुछ बड़े डिब्बों में शराब की बोतलें मिलती हैं।"
  },
  {
    "english": "But these boxes are too heavy.",
    "hindi": "लेकिन ये डिब्बे बहुत भारी हैं।"
  },
  {
    "english": "I can’t take them on the canoe.",
    "hindi": "मैं उन्हें डोंगी पर नहीं ले जा सकता।"
  },
  {
    "english": "I find guns and gunpowder.",
    "hindi": "मुझे बंदूकें और बारूद मिलते हैं।"
  },
  {
    "english": "I take them to the canoe.",
    "hindi": "मैं उन्हें डोंगी पर ले जाता हूँ।"
  },
  {
    "english": "I also find some other useful things.",
    "hindi": "मुझे कुछ और उपयोगी चीजें भी मिलती हैं।"
  },
  {
    "english": "I return to the island in the evening with some small boxes on my canoe.",
    "hindi": "मैं शाम को कुछ छोटे डिब्बों के साथ डोंगी पर द्वीप लौटता हूँ।"
  },
  {
    "english": "I have some new shirts and also gold, silver and a lot of gunpowder.",
    "hindi": "मेरे पास कुछ नई कमीजें, और सोना, चाँदी और बहुत सारा बारूद होता है।"
  },
  {
    "english": "The gunpowder is important for me.",
    "hindi": "बारूद मेरे लिए बहुत ज़रूरी है।"
  },
  {
    "english": "On the island, gunpowder is more useful than money or gold.",
    "hindi": "इस द्वीप पर, बारूद पैसे या सोने से भी ज़्यादा उपयोगी है।"
  },
  {
    "english": "There is something else what I need very much.",
    "hindi": "एक और चीज़ है जिसकी मुझे बहुत ज़रूरत है।"
  },
  {
    "english": "I need shoes.",
    "hindi": "मुझे जूते चाहिए।"
  },
  {
    "english": "I find two pairs of shoes on board the ship.",
    "hindi": "मुझे जहाज़ पर दो जोड़ी जूते मिलते हैं।"
  },
  {
    "english": "I take them with me.",
    "hindi": "मैं उन्हें अपने साथ ले जाता हूँ।"
  },
  {
    "english": "I put all my new things in the cave.",
    "hindi": "मैं अपनी सारी नई चीज़ें गुफा में रख देता हूँ।"
  },
  {
    "english": "I make five trips to the ship.",
    "hindi": "मैं जहाज़ पर पाँच बार जाता हूँ।"
  },
  {
    "english": "I take everything useful for me.",
    "hindi": "मैं अपने लिए सारी उपयोगी चीज़ें ले आता हूँ।"
  },
  {
    "english": "Then I hide the canoe.",
    "hindi": "फिर मैं डोंगी को छुपा देता हूँ।"
  },
  {
    "english": "Everything goes back to normal.",
    "hindi": "सब कुछ फिर से सामान्य हो जाता है।"
  },
  {
    "english": "Time goes quickly.",
    "hindi": "समय जल्दी बीतता है।"
  },
  {
    "english": "I often think about the men from the ship and the cannibals on the beach.",
    "hindi": "मैं अक्सर जहाज़ के लोगों और समुद्र तट पर आदमखोरों के बारे में सोचता हूँ।"
  },
  {
    "english": "One night in March I have an interesting dream.",
    "hindi": "मार्च की एक रात मुझे एक दिलचस्प सपना आता है।"
  },
  {
    "english": "In the dream, I see 2 canoes with cannibals who come to the beach.",
    "hindi": "सपने में, मैं दो डोंगियाँ देखता हूँ जिनमें आदमखोर समुद्र तट पर आते हैं।"
  },
  {
    "english": "One of their prisoners runs away.",
    "hindi": "उनके एक कैदी भाग जाता है।"
  },
  {
    "english": "He comes to my house.",
    "hindi": "वह मेरे घर आता है।"
  },
  {
    "english": "I save him.",
    "hindi": "मैं उसे बचा लेता हूँ।"
  },
  {
    "english": "Then he becomes my friend.",
    "hindi": "फिर वह मेरा दोस्त बन जाता है।"
  },
  {
    "english": "He helps me go through the dangerous waters around the island.",
    "hindi": "वह मुझे द्वीप के आस-पास के खतरनाक पानी से निकलने में मदद करता है।"
  },
  {
    "english": "I wake up, but the dream stays in my mind.",
    "hindi": "मैं जाग जाता हूँ, लेकिन सपना मेरे मन में रह जाता है।"
  },
  {
    "english": "I believe that if somebody helps me, it’s possible to get away from the island.",
    "hindi": "मुझे विश्वास है कि अगर कोई मेरी मदद करे, तो इस द्वीप से निकलना संभव है।"
  },
  {
    "english": "Maybe I can save one of the prisoners of the cannibals.",
    "hindi": "शायद मैं आदमखोरों के किसी एक कैदी को बचा सकता हूँ।"
  },
  {
    "english": "I decide to watch the beach more.",
    "hindi": "मैं तय करता हूँ कि समुद्र तट पर ज़्यादा ध्यान दूँगा।"
  },
  {
    "english": "I go every day around the beach for the next two years.",
    "hindi": "अगले दो वर्षों तक मैं हर दिन समुद्र तट के आस-पास जाता हूँ।"
  },
  {
    "english": "I hope to see the canoes.",
    "hindi": "मुझे उम्मीद है कि मैं डोंगियाँ देख पाऊँगा।"
  }
]
