[
  {
    "english": "I say, “I can help you but I have one condition. I want full control over the ship if we manage to get the ship back.”",
    "hindi": "मैं कहता हूँ, 'मैं आपकी मदद कर सकता हूँ लेकिन मेरी एक शर्त है। अगर हम जहाज़ वापस ले लें तो मैं जहाज़ पर पूरा नियंत्रण चाहता हूँ।'"
  },
  {
    "english": "The captain and the other two prisoners agree.",
    "hindi": "कप्तान और दूसरे दो कैदी मान जाते हैं।"
  },
  {
    "english": "They give me full control over the ship and over their lives.",
    "hindi": "वे मुझे जहाज़ और अपनी ज़िंदगियों पर पूरा नियंत्रण दे देते हैं।"
  },
  {
    "english": "We free the prisoners. Then we go back to the forest.",
    "hindi": "हम कैदियों को आज़ाद करते हैं। फिर हम जंगल में वापस जाते हैं।"
  },
  {
    "english": "I give them guns and we start to plan the attack.",
    "hindi": "मैं उन्हें बंदूकें देता हूँ और हम हमला करने की योजना बनाना शुरू करते हैं।"
  },
  {
    "english": "In the middle of our conversation, we see that the sailors who stand guard wake up.",
    "hindi": "हमारी बातचीत के बीच में हम देखते हैं कि पहरा देने वाले नाविक जाग जाते हैं।"
  },
  {
    "english": "They stand up. They shout to three other men who are near to them.",
    "hindi": "वे खड़े हो जाते हैं। वे अपने पास खड़े तीन अन्य लोगों को आवाज़ देते हैं।"
  },
  {
    "english": "At that moment, we shoot the guards.",
    "hindi": "उसी समय हम उन पहरेदारों को गोली मार देते हैं।"
  },
  {
    "english": "Then the captain speaks to the three other men.",
    "hindi": "फिर कप्तान उन तीन अन्य लोगों से बात करता है।"
  },
  {
    "english": "He doesn’t want to shoot them but they must be loyal to him and help him get the ship back.",
    "hindi": "वह उन्हें गोली मारना नहीं चाहता लेकिन उन्हें उसके प्रति वफादार होना होगा और जहाज़ वापस लेने में मदद करनी होगी।"
  },
  {
    "english": "They agree. We tie them and leave them on the beach.",
    "hindi": "वे मान जाते हैं। हम उन्हें बांध देते हैं और समुद्र तट पर छोड़ देते हैं।"
  },
  {
    "english": "The other three men who hear the shots come back.",
    "hindi": "जो बाकी तीन लोग गोली की आवाज़ सुनते हैं, वे वापस आ जाते हैं।"
  },
  {
    "english": "They see that the situation is changed. We are five. We have a lot of guns. The situation is bad for them.",
    "hindi": "वे देखते हैं कि स्थिति बदल चुकी है। हम पाँच हैं। हमारे पास बहुत सी बंदूकें हैं। उनके लिए स्थिति खराब है।"
  },
  {
    "english": "They also say that they want to be loyal to the captain. We tie these men too.",
    "hindi": "वे भी कहते हैं कि वे कप्तान के प्रति वफादार रहना चाहते हैं। हम इन लोगों को भी बाँध देते हैं।"
  },
  {
    "english": "We hide our six prisoners in the forest.",
    "hindi": "हम अपने छह कैदियों को जंगल में छुपा देते हैं।"
  },
  {
    "english": "Then I and the captain have finally time to talk to each other.",
    "hindi": "फिर मुझे और कप्तान को आखिरकार एक-दूसरे से बात करने का समय मिलता है।"
  },
  {
    "english": "I tell him my story and he is shocked.",
    "hindi": "मैं उसे अपनी कहानी सुनाता हूँ और वह चौंक जाता है।"
  },
  {
    "english": "He also thanks me a lot for my help.",
    "hindi": "वह मेरी मदद के लिए मुझे बहुत धन्यवाद भी कहता है।"
  },
  {
    "english": "He and his two friends are hungry, so we go to my house.",
    "hindi": "वह और उसके दो दोस्त भूखे हैं, इसलिए हम मेरे घर जाते हैं।"
  },
  {
    "english": "I show them the results of my work during all the years on the island.",
    "hindi": "मैं उन्हें इस द्वीप पर वर्षों की मेरी मेहनत के परिणाम दिखाता हूँ।"
  },
  {
    "english": "They are surprised when they see what I have.",
    "hindi": "वे यह देखकर हैरान हो जाते हैं कि मेरे पास क्या-क्या है।"
  },
  {
    "english": "But we don’t have much time to explore my home.",
    "hindi": "लेकिन हमारे पास मेरे घर को देखने के लिए ज्यादा समय नहीं है।"
  },
  {
    "english": "We have to plan how to get the ship back.",
    "hindi": "हमें योजना बनानी है कि जहाज़ को कैसे वापस लिया जाए।"
  },
  {
    "english": "There are sixteen men on board and we are only five.",
    "hindi": "जहाज़ पर सोलह आदमी हैं और हम केवल पाँच।"
  },
  {
    "english": "First, we decide to take everything out of the boat.",
    "hindi": "सबसे पहले, हम नाव से सारी चीजें बाहर निकालने का फैसला करते हैं।"
  },
  {
    "english": "We think that the sailors can send another boat to the island if the men from the first boat don’t come back with the next high tide.",
    "hindi": "हम सोचते हैं कि अगर पहली नाव के लोग अगली ऊँची लहर के साथ वापस नहीं आते तो नाविक द्वीप पर दूसरी नाव भेज सकते हैं।"
  },
  {
    "english": "In the morning, we hear a gun. It’s a signal from the ship.",
    "hindi": "सुबह हम एक बंदूक की आवाज़ सुनते हैं। यह जहाज़ से एक संकेत है।"
  },
  {
    "english": "After some time, we hear the gun again and again.",
    "hindi": "कुछ समय बाद, हम बार-बार बंदूक की आवाज़ सुनते हैं।"
  },
  {
    "english": "There is no answer.",
    "hindi": "कोई जवाब नहीं आता।"
  },
  {
    "english": "Then we see that the sailors take another boat and go to the beach.",
    "hindi": "फिर हम देखते हैं कि नाविक दूसरी नाव लेते हैं और समुद्र तट की ओर जाते हैं।"
  },
  {
    "english": "We see eight men. They all have guns.",
    "hindi": "हम आठ आदमियों को देखते हैं। उनके पास सभी के पास बंदूकें हैं।"
  },
  {
    "english": "The captain tells me that six men are still loyal to him.",
    "hindi": "कप्तान मुझे बताता है कि छह लोग अभी भी उसके प्रति वफादार हैं।"
  },
  {
    "english": "But there is also the man who is the leader of the rebellion.",
    "hindi": "लेकिन वहाँ वह आदमी भी है जो विद्रोह का नेता है।"
  },
  {
    "english": "The captain thinks that it’s difficult to beat them.",
    "hindi": "कप्तान सोचता है कि उन्हें हराना मुश्किल है।"
  },
  {
    "english": "But I tell him that we have a good chance to win.",
    "hindi": "लेकिन मैं उसे बताता हूँ कि हमारे पास जीतने का अच्छा मौका है।"
  },
  {
    "english": "But we have to do something quickly.",
    "hindi": "लेकिन हमें जल्दी कुछ करना होगा।"
  },
  {
    "english": "The captain trusts two of our prisoners.",
    "hindi": "कप्तान हमारे दो कैदियों पर भरोसा करता है।"
  },
  {
    "english": "They promise to fight on our side.",
    "hindi": "वे हमारे पक्ष में लड़ने का वादा करते हैं।"
  },
  {
    "english": "We give them weapons.",
    "hindi": "हम उन्हें हथियार देते हैं।"
  },
  {
    "english": "We are seven men ready to fight.",
    "hindi": "हम सात आदमी लड़ाई के लिए तैयार हैं।"
  },
  {
    "english": "We wait for the arrival of the boat.",
    "hindi": "हम नाव के आने का इंतज़ार करते हैं।"
  },
  {
    "english": "When the boat reaches the beach, the men jump out of the boat.",
    "hindi": "जब नाव समुद्र तट पर पहुँचती है, तो लोग नाव से कूद जाते हैं।"
  },
  {
    "english": "They pull the boat on the beach.",
    "hindi": "वे नाव को खींचकर किनारे पर ले जाते हैं।"
  },
  {
    "english": "Then, they run to the other boat.",
    "hindi": "फिर वे दूसरी नाव की ओर दौड़ते हैं।"
  },
  {
    "english": "They are surprised when they see the boat empty.",
    "hindi": "जब वे नाव को खाली देखते हैं तो हैरान हो जाते हैं।"
  },
  {
    "english": "They call their friends. They shout.",
    "hindi": "वे अपने दोस्तों को बुलाते हैं। वे चिल्लाते हैं।"
  },
  {
    "english": "Then, they shoot in the air but it’s all useless.",
    "hindi": "फिर, वे हवा में गोली चलाते हैं लेकिन सब बेकार है।"
  },
  {
    "english": "Nobody shouts back.",
    "hindi": "कोई जवाब में चिल्लाता नहीं है।"
  },
  {
    "english": "The sailors are confused.",
    "hindi": "नाविक भ्रमित हो जाते हैं।"
  },
  {
    "english": "They don’t understand the situation.",
    "hindi": "वे स्थिति को नहीं समझ पाते।"
  },
  {
    "english": "They start to put the boat in the water again.",
    "hindi": "वे फिर से नाव को पानी में डालने लगते हैं।"
  },
  {
    "english": "It looks like they want to go back to the ship to tell the others that there is a problem.",
    "hindi": "ऐसा लगता है कि वे जहाज पर वापस जाकर दूसरों को बताना चाहते हैं कि कोई समस्या है।"
  },
  {
    "english": "When the captain sees this, he is afraid that they can go back to the ship and leave the island forever.",
    "hindi": "जब कप्तान यह देखता है, तो उसे डर लगता है कि वे जहाज पर लौट सकते हैं और हमेशा के लिए द्वीप छोड़ सकते हैं।"
  },
  {
    "english": "But 10 seconds later, the sailors change their plan.",
    "hindi": "लेकिन 10 सेकंड बाद, नाविक अपनी योजना बदल देते हैं।"
  },
  {
    "english": "Now, they leave three men in the boat.",
    "hindi": "अब, वे नाव में तीन लोगों को छोड़ते हैं।"
  },
  {
    "english": "The other five men go to the forest to look for their friends.",
    "hindi": "बाकी पाँच आदमी जंगल में अपने दोस्तों को ढूँढने के लिए जाते हैं।"
  }
]
