[
  {
    "english": "I need to make some furniture.",
    "hindi": "मुझे कुछ फर्नीचर बनाना है।"
  },
  {
    "english": "I need a chair and a table.",
    "hindi": "मुझे एक कुर्सी और एक मेज़ चाहिए।"
  },
  {
    "english": "I use the wood from my rafts and the ship.",
    "hindi": "मैं अपनी बेड़ियों और जहाज़ की लकड़ी का उपयोग करता हूँ।"
  },
  {
    "english": "It takes five days to make them.",
    "hindi": "उन्हें बनाने में पाँच दिन लगते हैं।"
  },
  {
    "english": "Then, I make more furniture for the cave.",
    "hindi": "फिर, मैं गुफा के लिए और फर्नीचर बनाता हूँ।"
  },
  {
    "english": "I put my clothes and guns in the cave too.",
    "hindi": "मैं अपने कपड़े और बंदूकें भी गुफा में रखता हूँ।"
  },
  {
    "english": "I am very happy when my work is finished.",
    "hindi": "जब मेरा काम पूरा होता है, तो मैं बहुत खुश होता हूँ।"
  },
  {
    "english": "The cave is comfortable now.",
    "hindi": "अब गुफा आरामदायक है।"
  },
  {
    "english": "Everything is well organized.",
    "hindi": "सब कुछ अच्छी तरह से व्यवस्थित है।"
  },
  {
    "english": "I can easily find what I need.",
    "hindi": "मैं आसानी से वह चीज़ ढूंढ सकता हूँ जो मुझे चाहिए।"
  },
  {
    "english": "I decide to write a book about my life on the island.",
    "hindi": "मैं द्वीप पर अपने जीवन के बारे में एक किताब लिखने का निर्णय लेता हूँ।"
  },
  {
    "english": "I describe my days in the book.",
    "hindi": "मैं किताब में अपने दिनों का वर्णन करता हूँ।"
  },
  {
    "english": "I start with my first day on the island.",
    "hindi": "मैं द्वीप पर अपने पहले दिन से शुरू करता हूँ।"
  },
  {
    "english": "I write everything what I remember.",
    "hindi": "मैं वह सब कुछ लिखता हूँ जो मुझे याद है।"
  },
  {
    "english": "I also write what I think.",
    "hindi": "मैं यह भी लिखता हूँ कि मैं क्या सोचता हूँ।"
  },
  {
    "english": "It is good when I write my thoughts on paper.",
    "hindi": "जब मैं अपने विचारों को कागज़ पर लिखता हूँ तो अच्छा लगता है।"
  },
  {
    "english": "When I start, I write one page every day.",
    "hindi": "जब मैं शुरू करता हूँ, तो मैं हर दिन एक पेज लिखता हूँ।"
  },
  {
    "english": "But when I get to the present, I write only one page every week.",
    "hindi": "लेकिन जब मैं वर्तमान तक पहुँचता हूँ, तो मैं हर हफ्ते केवल एक पेज लिखता हूँ।"
  },
  {
    "english": "I write only important things.",
    "hindi": "मैं केवल महत्वपूर्ण चीजें लिखता हूँ।"
  },
    {
    "english": "After some time on the island my life is well organized.",
    "hindi": "कुछ समय बाद द्वीप पर मेरा जीवन अच्छी तरह से व्यवस्थित हो गया।"
  },
  {
    "english": "But my life is never boring.",
    "hindi": "लेकिन मेरा जीवन कभी उबाऊ नहीं होता।"
  },
  {
    "english": "I have always some work.",
    "hindi": "मेरे पास हमेशा कुछ काम होता है।"
  },
  {
    "english": "Every morning, I walk around the island.",
    "hindi": "हर सुबह, मैं द्वीप के चारों ओर चलता हूँ।"
  },
  {
    "english": "Then I work.",
    "hindi": "फिर मैं काम करता हूँ।"
  },
  {
    "english": "I have lunch at noon.",
    "hindi": "मैं दोपहर में खाना खाता हूँ।"
  },
  {
    "english": "Then I sleep, but not very long.",
    "hindi": "फिर मैं सोता हूँ, लेकिन बहुत देर तक नहीं।"
  },
  {
    "english": "Then I continue with my work.",
    "hindi": "फिर मैं अपने काम को जारी रखता हूँ।"
  },
  {
    "english": "I relax or I write my book in the evening.",
    "hindi": "शाम को मैं आराम करता हूँ या अपनी किताब लिखता हूँ।"
  },
  {
    "english": "I make my cave bigger and bigger.",
    "hindi": "मैं अपनी गुफा को और बड़ा बनाता हूँ।"
  },
  {
    "english": "I want to have a big cave.",
    "hindi": "मैं एक बड़ी गुफा चाहता हूँ।"
  },
  {
    "english": "The cave is my kitchen, living room and sometimes a bedroom.",
    "hindi": "गुफा मेरा रसोईघर, बैठक और कभी-कभी शयनकक्ष है।"
  },
  {
    "english": "When the cave is finished, a lot of earth falls from one side.",
    "hindi": "जब गुफा बनकर तैयार होती है, तो एक ओर से बहुत सारी मिट्टी गिरती है।"
  },
  {
    "english": "I am not in the cave when it happens.",
    "hindi": "जब यह होता है, मैं गुफा में नहीं होता हूँ।"
  },
  {
    "english": "If a lot of earth falls on me, I can die.",
    "hindi": "अगर बहुत सारी मिट्टी मुझ पर गिरती, तो मैं मर सकता था।"
  },
  {
    "english": "I clean the cave.",
    "hindi": "मैं गुफा को साफ करता हूँ।"
  },
  {
    "english": "Then I decide to put long boards on the sides and also on the top.",
    "hindi": "फिर मैं तय करता हूँ कि किनारों और ऊपर लंबे तख्ते लगाऊँ।"
  },
  {
    "english": "I don’t want to have this accident again.",
    "hindi": "मैं नहीं चाहता कि यह हादसा फिर से हो।"
  },
  {
    "english": "This work takes one week.",
    "hindi": "इस काम में एक हफ्ता लगता है।"
  },
  {
    "english": "In December, I continue with my work in my small camp.",
    "hindi": "दिसंबर में, मैं अपने छोटे से कैंप में काम करना जारी रखता हूँ।"
  },
  {
    "english": "The weather isn’t very good.",
    "hindi": "मौसम बहुत अच्छा नहीं है।"
  },
  {
    "english": "It rains all days.",
    "hindi": "हर दिन बारिश होती है।"
  },
  {
    "english": "But it is still warm.",
    "hindi": "लेकिन फिर भी मौसम गर्म है।"
  },
  {
    "english": "So I work inside.",
    "hindi": "इसलिए मैं अंदर काम करता हूँ।"
  },
  {
    "english": "It is never cold on the island.",
    "hindi": "इस द्वीप पर कभी ठंड नहीं होती।"
  },
  {
    "english": "It is good for me.",
    "hindi": "यह मेरे लिए अच्छा है।"
  },
  {
    "english": "At the end of December, I kill a goat.",
    "hindi": "दिसंबर के अंत में, मैं एक बकरी को मारता हूँ।"
  },
  {
    "english": "I also hurt another goat.",
    "hindi": "मैं एक और बकरी को भी घायल कर देता हूँ।"
  },
  {
    "english": "Her leg is broken.",
    "hindi": "उसका पैर टूट गया है।"
  },
  {
    "english": "The goat can’t walk.",
    "hindi": "बकरी चल नहीं सकती।"
  },
  {
    "english": "I take the goat home.",
    "hindi": "मैं बकरी को घर ले आता हूँ।"
  },
  {
    "english": "I help the goat.",
    "hindi": "मैं बकरी की मदद करता हूँ।"
  },
   {
    "english": "After two weeks, the goat is not scared.",
    "hindi": "दो हफ्तों बाद, बकरी अब नहीं डरती।"
  },
  {
    "english": "The goat eats from my hand.",
    "hindi": "बकरी मेरे हाथ से खाना खाती है।"
  },
  {
    "english": "In January, I travel through the island.",
    "hindi": "जनवरी में, मैं द्वीप के चारों ओर यात्रा करता हूँ।"
  },
  {
    "english": "I find more goats in the centre of the island.",
    "hindi": "मैं द्वीप के केंद्र में और बकरियाँ पाता हूँ।"
  },
  {
    "english": "The animals are very shy.",
    "hindi": "जानवर बहुत शर्मीले हैं।"
  },
  {
    "english": "It is difficult to get close to them.",
    "hindi": "उनके पास जाना मुश्किल है।"
  },
  {
    "english": "I want to domesticate some goats.",
    "hindi": "मैं कुछ बकरियों को पालना चाहता हूँ।"
  },
  {
    "english": "I only need a good opportunity for it.",
    "hindi": "मुझे बस इसके लिए एक अच्छा मौका चाहिए।"
  },
  {
    "english": "I have a plan.",
    "hindi": "मेरे पास एक योजना है।"
  },
  {
    "english": "The next day, I return with my dog.",
    "hindi": "अगले दिन, मैं अपने कुत्ते के साथ लौटता हूँ।"
  },
  {
    "english": "I think that my dog can help me hunt.",
    "hindi": "मुझे लगता है कि मेरा कुत्ता शिकार में मेरी मदद कर सकता है।"
  },
  {
    "english": "I tell my dog, “Sit down. Wait. Don’t move.”",
    "hindi": "मैं अपने कुत्ते से कहता हूँ, \"बैठो। रुको। हिलो मत।\""
  }
]
