[
  {
    "english": "I don’t move to the fruit valley.",
    "hindi": "मैं फल वाली घाटी में नहीं जाता।"
  },
  {
    "english": "But I decide to build a house here.",
    "hindi": "लेकिन मैं यहाँ एक घर बनाने का फैसला करता हूँ।"
  },
  {
    "english": "I visit the valley very often.",
    "hindi": "मैं इस घाटी में बहुत बार आता हूँ।"
  },
  {
    "english": "Step by step, I build a house here.",
    "hindi": "धीरे-धीरे, मैं यहाँ एक घर बनाता हूँ।"
  },
  {
    "english": "The house is small.",
    "hindi": "घर छोटा है।"
  },
  {
    "english": "I make a double fence around the house.",
    "hindi": "मैं घर के चारों ओर दोहरी बाड़ लगाता हूँ।"
  },
  {
    "english": "The house is protected like a castle.",
    "hindi": "यह घर एक किले की तरह सुरक्षित है।"
  },
  {
    "english": "Again, I use a ladder when I want to go inside.",
    "hindi": "जब मैं अंदर जाना चाहता हूँ, तो फिर से मैं सीढ़ी का उपयोग करता हूँ।"
  },
  {
    "english": "And inside, I have stairs in one corner of the fence.",
    "hindi": "और अंदर, बाड़ के एक कोने में सीढ़ियाँ हैं।"
  },
  {
    "english": "I use the stairs when I go outside.",
    "hindi": "जब मैं बाहर जाता हूँ, तो मैं सीढ़ियाँ उपयोग करता हूँ।"
  },
  {
    "english": "And I use the ladder when I go inside.",
    "hindi": "और जब मैं अंदर जाता हूँ, तो मैं सीढ़ी का उपयोग करता हूँ।"
  },
  {
    "english": "This activity takes the whole August and the beginning of September.",
    "hindi": "यह काम पूरा अगस्त और सितंबर की शुरुआत में होता है।"
  },
  {
    "english": "But I enjoy it a lot.",
    "hindi": "लेकिन मैं इस काम का बहुत आनंद लेता हूँ।"
  },
  {
    "english": "The fruit valley gives me so much energy.",
    "hindi": "फल वाली घाटी मुझे बहुत ऊर्जा देती है।"
  },
  {
    "english": "I feel so healthy and strong here.",
    "hindi": "मैं यहाँ बहुत स्वस्थ और मजबूत महसूस करता हूँ।"
  },
  {
    "english": "Sometimes, when I am in the valley at night, I watch the moon and the stars.",
    "hindi": "कभी-कभी, जब मैं रात में घाटी में होता हूँ, तो मैं चाँद और सितारों को देखता हूँ।"
  },
  {
    "english": "I think about my wife.",
    "hindi": "मैं अपनी पत्नी के बारे में सोचता हूँ।"
  },
  {
    "english": "I think about my family in England.",
    "hindi": "मैं इंग्लैंड में अपने परिवार के बारे में सोचता हूँ।"
  },
  {
    "english": "I know that they see the same moon.",
    "hindi": "मैं जानता हूँ कि वे भी वही चाँद देखते हैं।"
  },
  {
    "english": "They see the same stars.",
    "hindi": "वे वही सितारे देखते हैं।"
  },
  {
    "english": "But we can’t be together.",
    "hindi": "लेकिन हम एक साथ नहीं हो सकते।"
  },
  {
    "english": "I think about my family very often.",
    "hindi": "मैं अक्सर अपने परिवार के बारे में सोचता हूँ।"
  },
  {
    "english": "I wish the best for them.",
    "hindi": "मैं उनके लिए सबसे अच्छा चाहता हूँ।"
  },
  {
    "english": "I also think about all the people who see the moon.",
    "hindi": "मैं उन सभी लोगों के बारे में भी सोचता हूँ जो चाँद को देखते हैं।"
  },
  {
    "english": "I think about the places where they live.",
    "hindi": "मैं उन जगहों के बारे में सोचता हूँ जहाँ वे रहते हैं।"
  },
  {
    "english": "I feel connected with them.",
    "hindi": "मैं अपने आप को उनसे जुड़ा हुआ महसूस करता हूँ।"
  },
  {
    "english": "Sometimes, I feel connected with the whole universe.",
    "hindi": "कभी-कभी, मैं पूरे ब्रह्मांड से जुड़ा हुआ महसूस करता हूँ।"
  },
  {
    "english": "I also think about God.",
    "hindi": "मैं भगवान के बारे में भी सोचता हूँ।"
  },
  {
    "english": "I have questions for God.",
    "hindi": "मेरे पास भगवान से कुछ सवाल हैं।"
  },
  {
    "english": "I ask him, “Why am I on this island? Why am I still alive when my friends are all dead?”",
    "hindi": "मैं उससे पूछता हूँ, \"मैं इस द्वीप पर क्यों हूँ? जब मेरे सारे दोस्त मर चुके हैं, तो मैं अभी भी ज़िंदा क्यों हूँ?\""
  },
  {
    "english": "I don’t have answers to these questions.",
    "hindi": "मेरे पास इन सवालों के जवाब नहीं हैं।"
  },
  {
    "english": "But I believe God.",
    "hindi": "लेकिन मैं भगवान पर विश्वास करता हूँ।"
  },
  {
    "english": "I believe that he knows what he is doing.",
    "hindi": "मुझे विश्वास है कि वह जानता है कि वह क्या कर रहा है।"
  },
  {
    "english": "It is the time when the rainy season starts.",
    "hindi": "यह वह समय है जब बारिश का मौसम शुरू होता है।"
  },
  {
    "english": "The rainy season continues until the middle of October.",
    "hindi": "बारिश का मौसम अक्टूबर के मध्य तक चलता है।"
  },
  {
    "english": "This is my first year on the island.",
    "hindi": "यह द्वीप पर मेरा पहला साल है।"
  },
  {
    "english": "When the rains end, I return to my valley house.",
    "hindi": "जब बारिश खत्म होती है, तो मैं अपनी घाटी के घर लौटता हूँ।"
  },
  {
    "english": "I see that the fence is all green.",
    "hindi": "मैं देखता हूँ कि बाड़ पूरी तरह से हरी हो गई है।"
  },
  {
    "english": "New leaves are growing everywhere.",
    "hindi": "हर जगह नई पत्तियाँ उग रही हैं।"
  },
  {
    "english": "This isn’t only beautiful.",
    "hindi": "यह केवल सुंदर नहीं है।"
  },
  {
    "english": "It is also useful because it is really hard to see the house.",
    "hindi": "यह उपयोगी भी है क्योंकि घर को देखना बहुत मुश्किल हो गया है।"
  },
  {
    "english": "The leaves create shadow.",
    "hindi": "पत्तियाँ छाया बनाती हैं।"
  },
  {
    "english": "It is very nice to stay here.",
    "hindi": "यहाँ रहना बहुत अच्छा लगता है।"
  },
  {
    "english": "I want to make a fence from the same wood around my first house too.",
    "hindi": "मैं अपने पहले घर के चारों ओर भी उसी लकड़ी से बाड़ बनाना चाहता हूँ।"
  },
  {
    "english": "When the rainy season is finished, I put my corn in the ground.",
    "hindi": "जब बारिश का मौसम खत्म हो जाता है, तो मैं अपना मक्का ज़मीन में बोता हूँ।"
  },
  {
    "english": "I have a bad feeling that something bad can happen.",
    "hindi": "मुझे बुरा महसूस होता है कि कुछ गलत हो सकता है।"
  },
  {
    "english": "I only use a half of the corn.",
    "hindi": "मैं केवल आधा मक्का इस्तेमाल करता हूँ।"
  },
  {
    "english": "This is a good idea because no corn grows up.",
    "hindi": "यह अच्छा विचार था क्योंकि कोई मक्का नहीं उगा।"
  },
  {
    "english": "I put the second half of the corn in the ground before the next rainy season.",
    "hindi": "मैं अगली बारिश के मौसम से पहले मक्के का दूसरा आधा हिस्सा ज़मीन में डालता हूँ।"
  },
  {
    "english": "This time, the corn grows up.",
    "hindi": "इस बार, मक्का उगता है।"
  },
  {
    "english": "Now, I have a small farm on the island.",
    "hindi": "अब, मेरे पास इस द्वीप पर एक छोटा खेत है।"
  },
  {
    "english": "I see that the seasons on the island are different from England.",
    "hindi": "मैं देखता हूँ कि इस द्वीप पर मौसम इंग्लैंड से अलग हैं।"
  },
  {
    "english": "The seasons are not spring, summer, autumn and winter.",
    "hindi": "यहाँ के मौसम वसंत, गर्मी, पतझड़ और सर्दी नहीं हैं।"
  },
  {
    "english": "We have two rainy and two dry seasons.",
    "hindi": "यहाँ दो बारिश के और दो सूखे मौसम होते हैं।"
  },
  {
    "english": "With this information, I can now plan when to put corn in the ground.",
    "hindi": "इस जानकारी से, अब मैं योजना बना सकता हूँ कि मक्का कब बोना है।"
  }
]
