[
  {
    "english": "After three years on the island, my clothes are already very old.",
    "hindi": "तीन साल द्वीप पर रहने के बाद, मेरे कपड़े पहले ही बहुत पुराने हो गए हैं।"
  },
  {
    "english": "I start to use the skins of the animals.",
    "hindi": "मैं जानवरों की खालें इस्तेमाल करने लगता हूँ।"
  },
  {
    "english": "I make a cap and other clothes from the skins.",
    "hindi": "मैं खालों से एक टोपी और अन्य कपड़े बनाता हूँ।"
  },
  {
    "english": "I also need an umbrella.",
    "hindi": "मुझे एक छाता भी चाहिए।"
  },
  {
    "english": "I try to make an umbrella from the skins too.",
    "hindi": "मैं खालों से एक छाता बनाने की कोशिश करता हूँ।"
  },
  {
    "english": "It is difficult at the beginning.",
    "hindi": "शुरुआत में यह कठिन होता है।"
  },
  {
    "english": "It takes some time.",
    "hindi": "इसमें कुछ समय लगता है।"
  },
  {
    "english": "But I am successful in the end.",
    "hindi": "लेकिन अंत में मैं सफल हो जाता हूँ।"
  },
  {
    "english": "After three years, I am quite happy.",
    "hindi": "तीन साल बाद, मैं काफी खुश हूँ।"
  },
  {
    "english": "I have everything what I need for my life.",
    "hindi": "मेरे पास जीवन के लिए जरूरी सारी चीजें हैं।"
  },
  {
    "english": "My life on the island continues for the next 5 years.",
    "hindi": "द्वीप पर मेरी ज़िंदगी अगले पाँच वर्षों तक चलती है।"
  },
  {
    "english": "During this time, I decide to make another canoe.",
    "hindi": "इस दौरान, मैं एक और डोंगी बनाने का निर्णय लेता हूँ।"
  },
  {
    "english": "The canoe is smaller.",
    "hindi": "यह डोंगी छोटी होती है।"
  },
  {
    "english": "It isn’t difficult to move it to the beach.",
    "hindi": "इसे समुद्र तट तक ले जाना मुश्किल नहीं होता।"
  },
  {
    "english": "The canoe is finished in June.",
    "hindi": "डोंगी जून में बनकर तैयार होती है।"
  },
  {
    "english": "I want to travel around the island in the canoe.",
    "hindi": "मैं डोंगी में द्वीप के चारों ओर यात्रा करना चाहता हूँ।"
  },
  {
    "english": "I put food, water and guns in the canoe.",
    "hindi": "मैं डोंगी में खाना, पानी और बंदूकें रखता हूँ।"
  },
  {
    "english": "I am ready for the trip.",
    "hindi": "मैं यात्रा के लिए तैयार हूँ।"
  },
  {
    "english": "The beginning of my trip isn’t easy for me.",
    "hindi": "मेरी यात्रा की शुरुआत मेरे लिए आसान नहीं होती।"
  },
  {
    "english": "I am in danger when my journey starts.",
    "hindi": "जब मेरी यात्रा शुरू होती है, तो मैं खतरे में होता हूँ।"
  },
  {
    "english": "I have to go around some rocks in the sea.",
    "hindi": "मुझे समुद्र में कुछ चट्टानों के चारों ओर जाना पड़ता है।"
  },
  {
    "english": "When I want to go back to the land, I feel a strong current under the canoe.",
    "hindi": "जब मैं जमीन पर वापस जाना चाहता हूँ, तो मुझे डोंगी के नीचे एक तेज़ धारा महसूस होती है।"
  },
  {
    "english": "The current is taking me away from the island.",
    "hindi": "यह धारा मुझे द्वीप से दूर ले जा रही होती है।"
  },
  {
    "english": "The situation is horrible.",
    "hindi": "स्थिति बहुत भयानक होती है।"
  },
  {
    "english": "I am scared.",
    "hindi": "मैं डर जाता हूँ।"
  },
  {
    "english": "I can’t survive in the open sea.",
    "hindi": "मैं खुले समुद्र में जीवित नहीं रह सकता।"
  },
  {
    "english": "I don’t have enough food and water for a long journey.",
    "hindi": "मेरे पास लंबी यात्रा के लिए पर्याप्त खाना और पानी नहीं है।"
  },
  {
    "english": "I fight very hard against the current for two hours.",
    "hindi": "मैं दो घंटे तक धारा के खिलाफ बहुत जोर से लड़ता हूँ।"
  },
  {
    "english": "Then, I am able to get close to my island.",
    "hindi": "फिर, मैं अपने द्वीप के पास पहुँचने में सफल होता हूँ।"
  },
  {
    "english": "I can continue my trip around the island.",
    "hindi": "मैं द्वीप के चारों ओर अपनी यात्रा जारी रख सकता हूँ।"
  },
  {
    "english": "Now, I know that I am stronger than the currents around the island.",
    "hindi": "अब, मुझे पता है कि मैं द्वीप के आस-पास की धाराओं से ज्यादा मजबूत हूँ।"
  },
  {
    "english": "I feel good. I feel strong.",
    "hindi": "मुझे अच्छा लगता है। मुझे ताकतवर महसूस होता है।"
  },
  {
    "english": "Soon, I find a small river.",
    "hindi": "जल्द ही, मुझे एक छोटी नदी मिलती है।"
  },
  {
    "english": "I go up the river.",
    "hindi": "मैं नदी के ऊपर की ओर जाता हूँ।"
  },
  {
    "english": "But I get nowhere because soon the river is very narrow.",
    "hindi": "लेकिन मैं कहीं नहीं पहुँचता क्योंकि नदी जल्दी ही बहुत संकरी हो जाती है।"
  },
  {
    "english": "Stones block the way.",
    "hindi": "पत्थर रास्ता रोक देते हैं।"
  },
  {
    "english": "I can’t continue.",
    "hindi": "मैं आगे नहीं जा सकता।"
  },
  {
    "english": "I leave the canoe where it is.",
    "hindi": "मैं डोंगी को वहीं छोड़ देता हूँ।"
  },
  {
    "english": "I want to explore this part of the island.",
    "hindi": "मैं द्वीप के इस हिस्से का पता लगाना चाहता हूँ।"
  },
  {
    "english": "I am not far from the part of the island which I know.",
    "hindi": "मैं उस हिस्से से दूर नहीं हूँ जिसे मैं जानता हूँ।"
  },
  {
    "english": "Soon, I find the way to my house in the valley.",
    "hindi": "जल्द ही, मुझे घाटी में अपने घर का रास्ता मिल जाता है।"
  },
  {
    "english": "I am very tired from the trip. Soon, I sleep.",
    "hindi": "मैं यात्रा से बहुत थका हुआ हूँ। जल्दी ही मैं सो जाता हूँ।"
  },
  {
    "english": "Then, I hear a voice. I wake up.",
    "hindi": "फिर, मैं एक आवाज़ सुनता हूँ। मैं उठ जाता हूँ।"
  },
  {
    "english": "The voice is saying my name, “Robinson, where are you? Robinson, where are you?”",
    "hindi": "आवाज़ मेरा नाम पुकार रही है, \"रॉबिन्सन, तुम कहाँ हो? रॉबिन्सन, तुम कहाँ हो?\""
  },
  {
    "english": "First, I am scared.",
    "hindi": "पहले, मैं डर जाता हूँ।"
  },
  {
    "english": "But then I see my parrot Poll.",
    "hindi": "लेकिन फिर मैं अपने तोते पॉल को देखता हूँ।"
  },
  {
    "english": "He sits on top of the fence.",
    "hindi": "वह बाड़ के ऊपर बैठा होता है।"
  },
  {
    "english": "He knows these words from me.",
    "hindi": "वह ये शब्द मुझसे सीख चुका है।"
  },
  {
    "english": "And he is saying these words with the same intonation as me.",
    "hindi": "और वह इन शब्दों को मेरी जैसी ही आवाज़ में कह रहा होता है।"
  },
  {
    "english": "I am surprised when I see him here.",
    "hindi": "जब मैं उसे यहाँ देखता हूँ तो मुझे आश्चर्य होता है।"
  },
  {
    "english": "I think, “Why isn’t he at home?”",
    "hindi": "मैं सोचता हूँ, \"वह घर पर क्यों नहीं है?\""
  },
  {
    "english": "But I am happy when I see him.",
    "hindi": "लेकिन जब मैं उसे देखता हूँ तो मैं खुश हो जाता हूँ।"
  },
  {
    "english": "I don’t go back to the canoe. I return home with the parrot.",
    "hindi": "मैं डोंगी के पास वापस नहीं जाता। मैं तोते के साथ घर लौटता हूँ।"
  },
  {
    "english": "I don’t make such a trip for a year.",
    "hindi": "मैं एक साल तक ऐसी कोई यात्रा नहीं करता।"
  },
  {
    "english": "I stay in my house most of the time.",
    "hindi": "मैं ज्यादातर समय अपने घर में ही रहता हूँ।"
  },
  {
    "english": "I make more tools and pots.",
    "hindi": "मैं और औज़ार और बर्तन बनाता हूँ।"
  },
  {
    "english": "I can also make very nice baskets now.",
    "hindi": "अब मैं बहुत सुंदर टोकरियाँ भी बना सकता हूँ।"
  }
]
