[
  {
    "english": "It is eleven years after my first day on the island.",
    "hindi": "यह मेरे द्वीप पर पहले दिन के ग्यारह साल बाद की बात है।"
  },
  {
    "english": "One day, I see that I don’t have much gunpowder.",
    "hindi": "एक दिन, मैं देखता हूँ कि मेरे पास ज्यादा बारूद नहीं बचा है।"
  },
  {
    "english": "It starts to worry me.",
    "hindi": "यह बात मुझे चिंता में डाल देती है।"
  },
  {
    "english": "I need gunpowder if I want to hunt animals.",
    "hindi": "अगर मुझे शिकार करना है तो मुझे बारूद की जरूरत है।"
  },
  {
    "english": "My first goat is very old.",
    "hindi": "मेरी पहली बकरी बहुत बूढ़ी हो गई है।"
  },
  {
    "english": "I want meat but I don’t have the heart to kill her.",
    "hindi": "मैं मांस चाहता हूँ लेकिन मुझे उसे मारने का मन नहीं करता।"
  },
  {
    "english": "One day, she dies a natural death.",
    "hindi": "एक दिन, वह प्राकृतिक रूप से मर जाती है।"
  },
  {
    "english": "With less and less gunpowder, I have to find another way how to get meat.",
    "hindi": "कम होती बारूद के साथ, मुझे मांस पाने का कोई और तरीका ढूंढना पड़ता है।"
  },
  {
    "english": "I decide to make a trap.",
    "hindi": "मैं एक जाल बनाने का फैसला करता हूँ।"
  },
  {
    "english": "I am not successful at the beginning.",
    "hindi": "शुरुआत में मैं सफल नहीं होता।"
  },
  {
    "english": "But then I catch three young goats.",
    "hindi": "लेकिन फिर मैं तीन छोटी बकरियाँ पकड़ लेता हूँ।"
  },
  {
    "english": "They are one male and two females.",
    "hindi": "उनमें एक नर और दो मादाएं होती हैं।"
  },
  {
    "english": "I take them home with me.",
    "hindi": "मैं उन्हें अपने साथ घर ले आता हूँ।"
  },
  {
    "english": "I keep the goats inside a small area.",
    "hindi": "मैं बकरियों को एक छोटे से क्षेत्र में रखता हूँ।"
  },
  {
    "english": "I make a fence around the area.",
    "hindi": "मैं उस क्षेत्र के चारों ओर एक बाड़ बनाता हूँ।"
  },
  {
    "english": "But the area is too small for three goats.",
    "hindi": "लेकिन वह क्षेत्र तीन बकरियों के लिए बहुत छोटा होता है।"
  },
  {
    "english": "So I make a fence for them around a bigger area.",
    "hindi": "इसलिए मैं उनके लिए एक बड़े क्षेत्र में बाड़ बनाता हूँ।"
  },
  {
    "english": "It takes me three months to build this fence.",
    "hindi": "इस बाड़ को बनाने में मुझे तीन महीने लगते हैं।"
  },
  {
    "english": "But the area is very nice.",
    "hindi": "लेकिन वह क्षेत्र बहुत अच्छा होता है।"
  },
  {
    "english": "There is a lot of grass and water for them.",
    "hindi": "वहाँ उनके लिए बहुत सारा घास और पानी होता है।"
  },
  {
    "english": "After some time, the young goats are very calm.",
    "hindi": "कुछ समय बाद, छोटी बकरियाँ बहुत शांत हो जाती हैं।"
  },
  {
    "english": "Soon they eat from my hand.",
    "hindi": "जल्द ही वे मेरे हाथ से खाना खाने लगती हैं।"
  },
  {
    "english": "In two years, I have twelve goats inside my fence.",
    "hindi": "दो साल में, मेरी बाड़ के अंदर बारह बकरियाँ हो जाती हैं।"
  },
  {
    "english": "And in three years, I have more than twenty goats.",
    "hindi": "और तीन साल में, मेरे पास बीस से ज्यादा बकरियाँ हो जाती हैं।"
  },
  {
    "english": "I have a lot of milk and meat thanks to this.",
    "hindi": "इसके कारण मेरे पास बहुत सारा दूध और मांस है।"
  },
  {
    "english": "I experiment a little, and after some time I am able to make cheese and butter.",
    "hindi": "मैं थोड़ा प्रयोग करता हूँ, और कुछ समय बाद मैं पनीर और मक्खन बना लेता हूँ।"
  },
  {
    "english": "My table is full now and I have a lot of animals around me.",
    "hindi": "अब मेरी मेज भरी हुई है और मेरे आसपास बहुत सारे जानवर हैं।"
  },
  {
    "english": "I have my old dog, goats and my parrot.",
    "hindi": "मेरे पास मेरा पुराना कुत्ता, बकरियाँ और मेरा तोता है।"
  },
  {
    "english": "The only thing which I still miss is somebody for a conversation.",
    "hindi": "एकमात्र चीज जो मुझे अब भी याद आती है वह है बातचीत के लिए कोई साथी।"
  },
  {
    "english": "One day, I go to the part of the sea where the strong current is.",
    "hindi": "एक दिन, मैं समुद्र के उस हिस्से में जाता हूँ जहाँ तेज़ धार है।"
  },
  {
    "english": "On the way there, I think about how strange I look.",
    "hindi": "रास्ते में मैं सोचता हूँ कि मैं कितना अजीब दिखता हूँ।"
  },
  {
    "english": "I have a big hat, a short jacket and short trousers.",
    "hindi": "मेरे पास एक बड़ी टोपी, एक छोटी जैकेट और छोटे पतलून हैं।"
  },
  {
    "english": "They are all made from animal skin.",
    "hindi": "वे सभी जानवरों की खाल से बने हैं।"
  },
  {
    "english": "I don’t have socks or shoes but I put some goat skins around my feet.",
    "hindi": "मेरे पास मोज़े या जूते नहीं हैं लेकिन मैं अपने पैरों के चारों ओर बकरी की खाल लपेट लेता हूँ।"
  },
  {
    "english": "I have two belts.",
    "hindi": "मेरे पास दो बेल्ट हैं।"
  },
  {
    "english": "One belt is for the gun and knife, and one belt for the gunpowder.",
    "hindi": "एक बेल्ट बंदूक और चाकू के लिए है, और दूसरी बेल्ट बारूद के लिए।"
  },
  {
    "english": "I also carry a basket on my back and an umbrella above my head.",
    "hindi": "मैं अपनी पीठ पर एक टोकरी और सिर के ऊपर एक छाता रखता हूँ।"
  },
  {
    "english": "My beard is very long.",
    "hindi": "मेरी दाढ़ी बहुत लंबी है।"
  },
  {
    "english": "I see that after eleven years on the island I don’t look like an Englishman.",
    "hindi": "मैं देखता हूँ कि ग्यारह साल द्वीप पर बिताने के बाद मैं एक अंग्रेज़ जैसा नहीं दिखता।"
  },
  {
    "english": "I am a different person.",
    "hindi": "मैं एक अलग इंसान बन चुका हूँ।"
  },
  {
    "english": "One day, I am walking on the beach.",
    "hindi": "एक दिन, मैं समुद्र तट पर टहल रहा हूँ।"
  },
  {
    "english": "I am going to check my canoe.",
    "hindi": "मैं अपनी डोंगी (canoe) देखने जा रहा हूँ।"
  },
  {
    "english": "Then I see something surprising.",
    "hindi": "तब मैं कुछ चौंकाने वाली चीज़ देखता हूँ।"
  },
  {
    "english": "I see a mark of a human foot on the sand.",
    "hindi": "मैं रेत पर एक इंसानी पैर का निशान देखता हूँ।"
  },
  {
    "english": "I look around but I see nobody.",
    "hindi": "मैं चारों ओर देखता हूँ लेकिन कोई नहीं दिखता।"
  },
  {
    "english": "I am scared.",
    "hindi": "मैं डर जाता हूँ।"
  },
  {
    "english": "I run back to my house.",
    "hindi": "मैं अपने घर की ओर भागता हूँ।"
  },
  {
    "english": "I am so scared that it is difficult to sleep at night.",
    "hindi": "मैं इतना डरा हुआ हूँ कि रात को सोना मुश्किल हो जाता है।"
  },
  {
    "english": "Then, I think, “Maybe it is all only my imagination.",
    "hindi": "फिर मैं सोचता हूँ, 'शायद यह सब मेरी कल्पना ही है।"
  },
  {
    "english": "Or maybe it is the mark of my own foot and it is stupid to be scared.”",
    "hindi": "या शायद यह मेरे ही पैर का निशान है और डरना मूर्खता है।"
  },
  {
    "english": "After this thought, I feel better.",
    "hindi": "इस विचार के बाद मुझे थोड़ा अच्छा महसूस होता है।"
  },
  {
    "english": "I leave my house.",
    "hindi": "मैं अपने घर से बाहर निकलता हूँ।"
  },
  {
    "english": "And I go look at the mark again.",
    "hindi": "और मैं उस निशान को दोबारा देखने जाता हूँ।"
  }
]
