[
  {
    "english": "When the Spanish is inside the canoe, Friday jumps out of the canoe.",
    "hindi": "जब स्पेनिश आदमी डोंगी में होता है, फ्राइडे डोंगी से कूद जाता है।"
  },
  {
    "english": "He pushes the canoe along the beach.",
    "hindi": "वह डोंगी को समुद्र तट के किनारे धकेलता है।"
  },
  {
    "english": "Soon, we reach the place near our house.",
    "hindi": "जल्द ही, हम अपने घर के पास वाले स्थान पर पहुँच जाते हैं।"
  },
  {
    "english": "Friday helps our new guests out of the canoe.",
    "hindi": "फ्राइडे हमारे नए मेहमानों को डोंगी से बाहर निकलने में मदद करता है।"
  },
  {
    "english": "But they aren’t able to walk. We have to carry them to our home.",
    "hindi": "लेकिन वे चलने में असमर्थ हैं। हमें उन्हें अपने घर तक ले जाना पड़ता है।"
  },
  {
    "english": "We have another problem when we reach our house.",
    "hindi": "जब हम अपने घर पहुँचते हैं, तो हमें एक और समस्या होती है।"
  },
  {
    "english": "Friday’s father and the Spanish can’t go over the fence.",
    "hindi": "फ्राइडे के पिता और वह स्पेनिश आदमी बाड़ के पार नहीं जा सकते।"
  },
  {
    "english": "I think about the solution.",
    "hindi": "मैं समाधान के बारे में सोचता हूँ।"
  },
  {
    "english": "First, I want to pull them over the fence.",
    "hindi": "पहले, मैं उन्हें बाड़ के ऊपर खींचकर ले जाना चाहता हूँ।"
  },
  {
    "english": "But the cannibals are already gone.",
    "hindi": "लेकिन नरभक्षी पहले ही जा चुके हैं।"
  },
  {
    "english": "There is no danger from them now.",
    "hindi": "अब उनसे कोई खतरा नहीं है।"
  },
  {
    "english": "So, we can stay outside the fence.",
    "hindi": "इसलिए, हम बाड़ के बाहर रह सकते हैं।"
  },
  {
    "english": "We make a tent for them outside the fence.",
    "hindi": "हम उनके लिए बाड़ के बाहर एक तंबू बनाते हैं।"
  },
  {
    "english": "We prepare soft beds for them too.",
    "hindi": "हम उनके लिए मुलायम बिस्तर भी तैयार करते हैं।"
  },
  {
    "english": "When we finish this, I start to cook dinner.",
    "hindi": "जब हम यह काम पूरा कर लेते हैं, तो मैं रात का खाना बनाना शुरू करता हूँ।"
  },
  {
    "english": "Friday brings some fish and we cook them quickly.",
    "hindi": "फ्राइडे कुछ मछलियाँ लाता है और हम उन्हें जल्दी से पका लेते हैं।"
  },
  {
    "english": "We have dinner together in the tent.",
    "hindi": "हम सब तंबू में एक साथ रात का खाना खाते हैं।"
  },
  {
    "english": "Friday translates for me because the Spanish can speak Friday’s language.",
    "hindi": "फ्राइडे मेरे लिए अनुवाद करता है क्योंकि स्पेनिश आदमी फ्राइडे की भाषा बोल सकता है।"
  },
  {
    "english": "After the dinner, Friday goes back to the beach.",
    "hindi": "रात के खाने के बाद, फ्राइडे वापस समुद्र तट पर जाता है।"
  },
  {
    "english": "He brings back all the weapons.",
    "hindi": "वह सभी हथियार वापस लाता है।"
  },
  {
    "english": "The next day, we bury the bodies of the killed cannibals.",
    "hindi": "अगले दिन, हम मारे गए नरभक्षियों के शवों को दफनाते हैं।"
  },
  {
    "english": "It’s a lot of work.",
    "hindi": "यह बहुत काम है।"
  },
  {
    "english": "I speak with Friday’s father the next morning.",
    "hindi": "मैं अगली सुबह फ्राइडे के पिता से बात करता हूँ।"
  },
  {
    "english": "I want to know what he thinks about the cannibals.",
    "hindi": "मैं जानना चाहता हूँ कि वह नरभक्षियों के बारे में क्या सोचते हैं।"
  },
  {
    "english": "I ask, “Can they return? Can they attack us?”",
    "hindi": "मैं पूछता हूँ, \"क्या वे वापस आ सकते हैं? क्या वे हम पर हमला कर सकते हैं?\""
  },
  {
    "english": "He says, “No, they can’t attack us. They are scared of the guns.",
    "hindi": "वह कहते हैं, \"नहीं, वे हम पर हमला नहीं कर सकते। वे बंदूकों से डरते हैं।"
  },
  {
    "english": "They think that you and Friday are spirits sent from heaven.”",
    "hindi": "वे सोचते हैं कि तुम और फ्राइडे स्वर्ग से भेजे गए आत्माएं हो।\""
  },
  {
    "english": "I’m still worried that the cannibals can return.",
    "hindi": "मैं अब भी चिंतित हूँ कि नरभक्षी वापस आ सकते हैं।"
  },
  {
    "english": "But they never return.",
    "hindi": "लेकिन वे कभी वापस नहीं आते।"
  },
  {
    "english": "When our guests are strong enough, I begin to think about the journey by sea again.",
    "hindi": "जब हमारे मेहमान काफी मजबूत हो जाते हैं, तो मैं फिर से समुद्र यात्रा के बारे में सोचने लगता हूँ।"
  },
  {
    "english": "I ask the Spanish why he is on these islands.",
    "hindi": "मैं स्पेनिश आदमी से पूछता हूँ कि वह इन द्वीपों पर क्यों है।"
  },
  {
    "english": "He says that he is from the Spanish ship.",
    "hindi": "वह कहता है कि वह एक स्पेनिश जहाज़ से है।"
  },
  {
    "english": "He says that there are sixteen Europeans on Friday’s island.",
    "hindi": "वह कहता है कि फ्राइडे के द्वीप पर सोलह यूरोपीय हैं।"
  },
  {
    "english": "They are Spanish and Portuguese.",
    "hindi": "वे स्पेनिश और पुर्तगाली हैं।"
  },
  {
    "english": "They want to go home, but they can’t build a ship because they have no tools.",
    "hindi": "वे घर जाना चाहते हैं, लेकिन उनके पास औज़ार नहीं हैं, इसलिए वे जहाज़ नहीं बना सकते।"
  },
  {
    "english": "I show the Spanish the tools which I have from the ship.",
    "hindi": "मैं स्पेनिश आदमी को वे औज़ार दिखाता हूँ जो मेरे पास जहाज़ से हैं।"
  },
  {
    "english": "He says that with my tools it’s possible to build a ship.",
    "hindi": "वह कहता है कि मेरे औज़ारों से जहाज़ बनाना संभव है।"
  },
  {
    "english": "I think that the Spanish and Friday’s father can return to their island.",
    "hindi": "मैं सोचता हूँ कि स्पेनिश आदमी और फ्राइडे के पिता अपने द्वीप पर लौट सकते हैं।"
  },
  {
    "english": "They can tell other Europeans about my tools.",
    "hindi": "वे अन्य यूरोपियों को मेरे औज़ारों के बारे में बता सकते हैं।"
  },
  {
    "english": "Together we can build a ship.",
    "hindi": "हम मिलकर एक जहाज़ बना सकते हैं।"
  },
  {
    "english": "Then, we can go to Brazil or Havana or maybe Europe.",
    "hindi": "फिर, हम ब्राज़ील, हवाना या शायद यूरोप जा सकते हैं।"
  },
  {
    "english": "But the Spanish wants something else.",
    "hindi": "लेकिन स्पेनिश आदमी कुछ और चाहता है।"
  },
  {
    "english": "He says, “It’s be better if we wait for some time.",
    "hindi": "वह कहता है, \"कुछ समय तक इंतजार करना बेहतर होगा।"
  },
  {
    "english": "There isn’t enough food for sixteen other men on the island.",
    "hindi": "द्वीप पर सोलह अन्य लोगों के लिए पर्याप्त खाना नहीं है।"
  },
  {
    "english": "We need more food to eat when we build the ship.”",
    "hindi": "हमें जहाज़ बनाते समय खाने के लिए ज़्यादा खाना चाहिए।\""
  },
  {
    "english": "I agree with him.",
    "hindi": "मैं उससे सहमत होता हूँ।"
  },
  {
    "english": "He and Friday’s father help us expand the fences and fields.",
    "hindi": "वह और फ्राइडे के पिता हमारी मदद करते हैं बाड़ और खेतों को बढ़ाने में।"
  },
  {
    "english": "We catch more goats.",
    "hindi": "हम और बकरियाँ पकड़ते हैं।"
  },
  {
    "english": "Now, we have 50 goats.",
    "hindi": "अब हमारे पास 50 बकरियाँ हैं।"
  },
  {
    "english": "We collect a lot of fruit.",
    "hindi": "हम बहुत सारे फल इकट्ठा करते हैं।"
  },
  {
    "english": "Then we dry the fruit.",
    "hindi": "फिर हम उन फलों को सुखाते हैं।"
  },
  {
    "english": "We also prepare the materials for the ship.",
    "hindi": "हम जहाज़ के लिए सामग्री भी तैयार करते हैं।"
  },
  {
    "english": "I choose some trees.",
    "hindi": "मैं कुछ पेड़ों को चुनता हूँ।"
  },
  {
    "english": "I show the others how to cut the trees.",
    "hindi": "मैं दूसरों को पेड़ काटना सिखाता हूँ।"
  },
  {
    "english": "Then we make long and thin pieces.",
    "hindi": "फिर हम लंबे और पतले टुकड़े बनाते हैं।"
  },
  {
    "english": "Soon, we have a lot of food.",
    "hindi": "जल्द ही हमारे पास बहुत सारा खाना होता है।"
  },
  {
    "english": "We have a lot of corn.",
    "hindi": "हमारे पास बहुत सारा मक्का होता है।"
  },
  {
    "english": "We need more baskets and pots for the corn.",
    "hindi": "हमें मक्के के लिए और टोकरों और बर्तनों की ज़रूरत होती है।"
  },
  {
    "english": "The Spanish knows how to make baskets.",
    "hindi": "स्पेनिश आदमी टोकरा बनाना जानता है।"
  },
  {
    "english": "He has a great talent.",
    "hindi": "उसके पास एक बहुत ही अच्छा हुनर है।"
  },
  {
    "english": "His baskets are excellent.",
    "hindi": "उसके टोकरे बेहतरीन होते हैं।"
  },
  {
    "english": "He uses a special technique when he makes baskets.",
    "hindi": "वह टोकरा बनाते समय एक खास तकनीक का उपयोग करता है।"
  },
  {
    "english": "The technique is fast and effective.",
    "hindi": "वह तकनीक तेज़ और प्रभावी है।"
  },
  {
    "english": "He makes the baskets three times faster than me.",
    "hindi": "वह मुझसे तीन गुना तेज़ी से टोकरे बनाता है।"
  },
  {
    "english": "I want to learn his technique.",
    "hindi": "मैं उसकी तकनीक सीखना चाहता हूँ।"
  },
  {
    "english": "He teaches me.",
    "hindi": "वह मुझे सिखाता है।"
  },
  {
    "english": "I’m not as fast as the Spanish.",
    "hindi": "मैं स्पेनिश आदमी जितना तेज़ नहीं हूँ।"
  },
  {
    "english": "But I’m faster than before.",
    "hindi": "लेकिन मैं पहले से तेज़ हूँ।"
  }
]
