[
  {
    "english": "When I come to the mark of the foot, I see that the mark is much bigger than my foot.",
    "hindi": "जब मैं उस पैर के निशान के पास आता हूँ, तो मैं देखता हूँ कि वह निशान मेरे पैर से बहुत बड़ा है।"
  },
  {
    "english": "It’s impossible that it’s my foot.",
    "hindi": "यह असंभव है कि वह मेरा पैर हो।"
  },
  {
    "english": "I’m scared again. I start to panic.",
    "hindi": "मैं फिर से डर जाता हूँ। मैं घबरा जाता हूँ।"
  },
  {
    "english": "I want to destroy my corn fields. I want to destroy my valley house.",
    "hindi": "मैं अपने मकई के खेतों को नष्ट करना चाहता हूँ। मैं अपनी घाटी वाले घर को भी नष्ट करना चाहता हूँ।"
  },
  {
    "english": "I need to hide my activity on the island.",
    "hindi": "मुझे अपने द्वीप पर की गई गतिविधियों को छिपाना है।"
  },
  {
    "english": "I’m so afraid that I can’t sleep the whole night.",
    "hindi": "मैं इतना डरा हुआ हूँ कि पूरी रात सो नहीं पाता।"
  },
  {
    "english": "Finally I sleep a little in the morning.",
    "hindi": "आख़िरकार मैं सुबह थोड़ी देर के लिए सोता हूँ।"
  },
  {
    "english": "My head is clear when I wake up.",
    "hindi": "जब मैं जागता हूँ, तो मेरा दिमाग़ शांत होता है।"
  },
  {
    "english": "Now, it isn’t so strange that people live on the islands around.",
    "hindi": "अब यह इतना अजीब नहीं लगता कि आसपास के द्वीपों पर लोग रहते हों।"
  },
  {
    "english": "I think, “Maybe this is their first visit here.",
    "hindi": "मैं सोचता हूँ, 'शायद यह उनकी यहाँ पहली यात्रा थी।"
  },
  {
    "english": "Maybe this island is not interesting for them.",
    "hindi": "शायद यह द्वीप उनके लिए रोचक नहीं है।"
  },
  {
    "english": "Maybe it’s also their last visit here.”",
    "hindi": "शायद यह उनकी आखिरी यात्रा भी थी।'"
  },
  {
    "english": "I feel better after these thoughts.",
    "hindi": "इन विचारों के बाद मैं अच्छा महसूस करता हूँ।"
  },
  {
    "english": "But I want to do something for my protection if the people come again.",
    "hindi": "लेकिन अगर वे लोग फिर आएं तो मैं अपनी सुरक्षा के लिए कुछ करना चाहता हूँ।"
  },
  {
    "english": "During the following month, I make another fence around my house.",
    "hindi": "अगले महीने के दौरान, मैं अपने घर के चारों ओर एक और बाड़ लगाता हूँ।"
  },
  {
    "english": "I make holes in the fence.",
    "hindi": "मैं बाड़ में कुछ छेद बनाता हूँ।"
  },
  {
    "english": "Through these holes, I can easily shoot from guns if I’m attacked.",
    "hindi": "इन छेदों से, अगर मुझ पर हमला होता है तो मैं आसानी से बंदूक चला सकता हूँ।"
  },
  {
    "english": "Now, I have a house which is very well protected.",
    "hindi": "अब मेरे पास एक ऐसा घर है जो बहुत अच्छी तरह से सुरक्षित है।"
  },
  {
    "english": "Nobody can come easily near me.",
    "hindi": "कोई आसानी से मेरे पास नहीं आ सकता।"
  },
  {
    "english": "I also worry about my goats.",
    "hindi": "मैं अपनी बकरियों को लेकर भी चिंतित हूँ।"
  },
  {
    "english": "I divide the goats in two groups.",
    "hindi": "मैं बकरियों को दो समूहों में बाँट देता हूँ।"
  },
  {
    "english": "I built a smaller fence in another part of the island.",
    "hindi": "मैं द्वीप के दूसरे हिस्से में एक छोटी बाड़ बनाता हूँ।"
  },
  {
    "english": "I put one group of the goats there.",
    "hindi": "मैं एक समूह की बकरियों को वहाँ रखता हूँ।"
  },
  {
    "english": "It takes me a lot of time, but my animals are safe.",
    "hindi": "इसमें मुझे बहुत समय लगता है, लेकिन मेरे जानवर सुरक्षित हैं।"
  },
  {
    "english": "After sixteen years on the island, something very sad happens.",
    "hindi": "द्वीप पर सोलह साल बिताने के बाद, एक बहुत दुखद घटना होती है।"
  },
  {
    "english": "My dog dies.",
    "hindi": "मेरा कुत्ता मर जाता है।"
  },
  {
    "english": "I cry for three days.",
    "hindi": "मैं तीन दिन तक रोता हूँ।"
  },
  {
    "english": "It’s my worst day on the island.",
    "hindi": "यह मेरे लिए द्वीप पर सबसे बुरा दिन है।"
  },
  {
    "english": "Fortunately, I have my goats.",
    "hindi": "सौभाग्य से, मेरे पास मेरी बकरियाँ हैं।"
  },
  {
    "english": "I go to them and I tell them how sad I am.",
    "hindi": "मैं उनके पास जाता हूँ और उन्हें बताता हूँ कि मैं कितना दुखी हूँ।"
  },
  {
    "english": "They don’t understand my words but I feel that they understand me.",
    "hindi": "वे मेरी बातों को नहीं समझतीं, लेकिन मुझे लगता है कि वे मुझे समझती हैं।"
  },
  {
    "english": "They feel my emotions.",
    "hindi": "वे मेरी भावनाओं को महसूस करती हैं।"
  },
  {
    "english": "They are unusually calm and quiet.",
    "hindi": "वे असामान्य रूप से शांत और चुप हैं।"
  },
  {
    "english": "It’s now two years after the foot in the sand on the beach.",
    "hindi": "अब उस रेत में मिले पैरों के निशान को दो साल हो गए हैं।"
  },
  {
    "english": "One day, when I’m walking on the beach, I think that I see a canoe far in the sea.",
    "hindi": "एक दिन जब मैं समुद्र तट पर चल रहा होता हूँ, मुझे लगता है कि मैंने दूर समुद्र में एक डोंगी देखी।"
  },
  {
    "english": "I’m not sure, so I continue to walk.",
    "hindi": "मुझे पक्का नहीं होता, इसलिए मैं आगे चलता रहता हूँ।"
  },
  {
    "english": "Then I see a thing which shocks me.",
    "hindi": "फिर मैं एक ऐसी चीज़ देखता हूँ जो मुझे चौंका देती है।"
  },
  {
    "english": "The beach is full of parts of human bodies.",
    "hindi": "समुद्र तट इंसानी शरीर के टुकड़ों से भरा हुआ है।"
  },
  {
    "english": "Heads, hands, feet, fingers and teeth are everywhere.",
    "hindi": "सिर, हाथ, पैर, उंगलियाँ और दाँत हर जगह फैले हुए हैं।"
  },
  {
    "english": "There is a black place after a fire.",
    "hindi": "वहाँ आग लगने के बाद एक काला सा स्थान है।"
  },
  {
    "english": "I’m angry but also scared.",
    "hindi": "मैं गुस्से में हूँ लेकिन डर भी रहा हूँ।"
  },
  {
    "english": "I can’t look at this horrible scene for a long time.",
    "hindi": "मैं इस भयानक दृश्य को ज़्यादा देर तक नहीं देख पाता।"
  },
  {
    "english": "I have a horrible feeling in my stomach.",
    "hindi": "मेरे पेट में एक भयानक सा अहसास होता है।"
  },
  {
    "english": "I go back home and I think about what to do.",
    "hindi": "मैं वापस घर जाता हूँ और सोचता हूँ कि क्या करना चाहिए।"
  },
  {
    "english": "Now, I can’t go out to sea with my canoe.",
    "hindi": "अब मैं अपनी डोंगी लेकर समुद्र में नहीं जा सकता।"
  },
  {
    "english": "I have no chance against a group of cannibals in the open sea.",
    "hindi": "खुले समुद्र में नरभक्षियों के एक समूह के खिलाफ मेरा कोई मौका नहीं है।"
  },
  {
    "english": "I also can’t use guns because the sound of a gun is very loud.",
    "hindi": "मैं बंदूक का इस्तेमाल भी नहीं कर सकता क्योंकि उसकी आवाज़ बहुत तेज होती है।"
  },
  {
    "english": "But I always have guns with me for protection.",
    "hindi": "लेकिन मैं हमेशा अपनी सुरक्षा के लिए बंदूकें अपने पास रखता हूँ।"
  },
  {
    "english": "I think that maybe in the future, I can kill some cannibals.",
    "hindi": "मैं सोचता हूँ कि शायद भविष्य में मैं कुछ नरभक्षियों को मार सकूँ।"
  },
  {
    "english": "And I can save their prisoners.",
    "hindi": "और मैं उनके बंदियों को बचा सकूँ।"
  },
  {
    "english": "I look for a place near the beach where I can hide and prepare for the attack.",
    "hindi": "मैं समुद्र तट के पास एक ऐसी जगह खोजता हूँ जहाँ मैं छिप सकूँ और हमले की तैयारी कर सकूँ।"
  },
  {
    "english": "Then I change my opinion.",
    "hindi": "फिर मैं अपना विचार बदल देता हूँ।"
  },
  {
    "english": "I think that it’s not good to fight the cannibals.",
    "hindi": "मैं सोचता हूँ कि नरभक्षियों से लड़ना ठीक नहीं है।"
  },
  {
    "english": "I don’t know these people.",
    "hindi": "मैं इन लोगों को नहीं जानता।"
  },
  {
    "english": "They don’t attack me.",
    "hindi": "उन्होंने मुझ पर हमला नहीं किया।"
  },
  {
    "english": "Maybe, it isn’t good to attack them.",
    "hindi": "शायद उन पर हमला करना भी सही नहीं है।"
  },
  {
    "english": "Finally, I stop the preparations for the attack.",
    "hindi": "आख़िरकार, मैं हमले की तैयारी रोक देता हूँ।"
  },
  {
    "english": "I decide to attack them only if they attack me first.",
    "hindi": "मैं तय करता हूँ कि मैं उन पर केवल तभी हमला करूँगा जब वे पहले मुझ पर हमला करें।"
  }
]
