[
  {
    "english": "I need some time to prepare for the journey. I need to plan what to take with me.",
    "hindi": "मुझे यात्रा की तैयारी के लिए कुछ समय चाहिए। मुझे यह योजना बनानी है कि अपने साथ क्या ले जाना है।"
  },
  {
    "english": "But then I see that I don’t need to take many things.",
    "hindi": "लेकिन फिर मुझे समझ आता है कि मुझे ज्यादा चीजें ले जाने की जरूरत नहीं है।"
  },
  {
    "english": "I decide to take my dog, my parrot, my book and some other small things.",
    "hindi": "मैं अपने कुत्ते, तोते, किताब और कुछ अन्य छोटी चीजों को साथ ले जाने का फैसला करता हूँ।"
  },
  {
    "english": "I also take the money, gold and silver which are from the ships. They are finally useful to me.",
    "hindi": "मैं जहाजों से मिले पैसे, सोना और चांदी भी साथ ले जाता हूँ। अब ये चीजें आखिरकार मेरे काम आ रही हैं।"
  },
  {
    "english": "I meet with the prisoners again. I show them my corn and my animals. And I tell them about the island.",
    "hindi": "मैं कैदियों से फिर से मिलता हूँ। मैं उन्हें अपना मकई और अपने जानवर दिखाता हूँ। और मैं उन्हें इस द्वीप के बारे में बताता हूँ।"
  },
  {
    "english": "Then I go on board the ship.",
    "hindi": "फिर मैं जहाज पर चढ़ता हूँ।"
  },
  {
    "english": "We leave the island in December, 1686. It’s twenty-seven years after my first step on the island.",
    "hindi": "हम दिसंबर 1686 में द्वीप छोड़ते हैं। यह उस द्वीप पर मेरे पहले कदम के सत्ताईस साल बाद है।"
  },
  {
    "english": "First, we go to the island where Friday’s people live.",
    "hindi": "सबसे पहले, हम उस द्वीप पर जाते हैं जहाँ फ्राइडे के लोग रहते हैं।"
  },
  {
    "english": "The Spanish and Portuguese sailors are very happy when they see us.",
    "hindi": "जब स्पेनिश और पुर्तगाली नाविक हमें देखते हैं, तो वे बहुत खुश होते हैं।"
  },
  {
    "english": "They are happy that we have a ship. Now we don’t have to build a new ship. We can go to Europe.",
    "hindi": "वे खुश हैं कि हमारे पास एक जहाज है। अब हमें एक नया जहाज नहीं बनाना पड़ेगा। हम यूरोप जा सकते हैं।"
  },
  {
    "english": "My dog is very happy too. When he sees one of the Spanish sailors, he runs to him very quickly.",
    "hindi": "मेरा कुत्ता भी बहुत खुश होता है। जब वह एक स्पेनिश नाविक को देखता है, तो वह बहुत तेजी से उसकी ओर दौड़ता है।"
  },
  {
    "english": "He jumps on him. He is extremely happy.",
    "hindi": "वह उस पर कूद जाता है। वह बेहद खुश होता है।"
  },
  {
    "english": "The Spanish sailor is his owner. He is very happy too. He starts to cry when he sees his dog.",
    "hindi": "वह स्पेनिश नाविक उसका मालिक होता है। वह भी बहुत खुश होता है। जब वह अपने कुत्ते को देखता है, तो रोने लगता है।"
  },
  {
    "english": "It’s a very emotional meeting.",
    "hindi": "यह एक बहुत भावुक मुलाकात होती है।"
  },
  {
    "english": "The sailors start to prepare for our journey across the ocean.",
    "hindi": "नाविक महासागर पार की हमारी यात्रा की तैयारी शुरू कर देते हैं।"
  },
  {
    "english": "Friday has to make a decision. He can stay with his people. Or he can go to Europe with me.",
    "hindi": "फ्राइडे को एक निर्णय लेना होता है। वह अपने लोगों के साथ रह सकता है या मेरे साथ यूरोप जा सकता है।"
  },
  {
    "english": "He needs some time to think about it.",
    "hindi": "उसे इस पर सोचने के लिए थोड़ा समय चाहिए।"
  },
  {
    "english": "We stay on the island one night.",
    "hindi": "हम उस द्वीप पर एक रात रुकते हैं।"
  },
  {
    "english": "In the morning, I ask Friday if he knows what to do.",
    "hindi": "सुबह मैं फ्राइडे से पूछता हूँ कि क्या उसे पता है कि क्या करना है।"
  },
  {
    "english": "He tells me that he wants to go with me to Europe.",
    "hindi": "वह मुझे बताता है कि वह मेरे साथ यूरोप जाना चाहता है।"
  },
  {
    "english": "He prepares everything for the journey.",
    "hindi": "वह यात्रा के लिए सब कुछ तैयार करता है।"
  },
  {
    "english": "We are ready to go. We start our journey.",
    "hindi": "हम जाने के लिए तैयार हैं। हम अपनी यात्रा शुरू करते हैं।"
  },
  {
    "english": "Two months later, after a safe journey across the ocean, we arrive to London.",
    "hindi": "दो महीने बाद, समुद्र पार की एक सुरक्षित यात्रा के बाद, हम लंदन पहुंचते हैं।"
  },
  {
    "english": "For me it’s after thirty-five years.",
    "hindi": "मेरे लिए यह पैंतीस साल बाद है।"
  },
  {
    "english": "It looks like the whole world is different after those years.",
    "hindi": "ऐसा लगता है कि इतने वर्षों बाद पूरी दुनिया बदल गई है।"
  },
  {
    "english": "Some parts of London are new.",
    "hindi": "लंदन के कुछ हिस्से नए हैं।"
  },
  {
    "english": "There are some new houses, streets, roads, shops, parks and big bridge across the river.",
    "hindi": "वहाँ कुछ नए घर, सड़कें, दुकानें, पार्क और नदी पर एक बड़ा पुल है।"
  },
  {
    "english": "But it isn’t all. People are also different.",
    "hindi": "लेकिन बस इतना ही नहीं है। लोग भी अलग हैं।"
  },
  {
    "english": "They have different clothes. Women have different hair style. Men have different hats and new types of guns.",
    "hindi": "उनके कपड़े अलग हैं। महिलाओं के बालों की स्टाइल अलग है। पुरुषों की टोपियाँ और बंदूकें भी नई किस्म की हैं।"
  },
  {
    "english": "People use new tools which I don’t know. They have new names for these tools.",
    "hindi": "लोग नए औज़ार इस्तेमाल करते हैं जिन्हें मैं नहीं जानता। इन औज़ारों के नए नाम हैं।"
  },
  {
    "english": "It’s all very interesting.",
    "hindi": "यह सब बहुत दिलचस्प है।"
  },
  {
    "english": "The style of music in the pubs is also different. I hear new songs.",
    "hindi": "पब में संगीत की शैली भी अलग है। मैं नए गाने सुनता हूँ।"
  },
  {
    "english": "I like this new style. I want to sing these new songs.",
    "hindi": "मुझे यह नई शैली पसंद आती है। मैं इन नए गानों को गाना चाहता हूँ।"
  },
  {
    "english": "From London I return to my town, York.",
    "hindi": "लंदन से मैं अपने शहर यॉर्क लौटता हूँ।"
  },
  {
    "english": "My parents are both dead.",
    "hindi": "मेरे माता-पिता दोनों की मृत्यु हो चुकी है।"
  },
  {
    "english": "I find some relatives. My sister, my uncle and my aunt are still alive.",
    "hindi": "मुझे कुछ रिश्तेदार मिलते हैं। मेरी बहन, मेरे चाचा और मेरी चाची अब भी जीवित हैं।"
  },
  {
    "english": "They are happy when they see me. But they think that I’m long dead.",
    "hindi": "जब वे मुझे देखते हैं तो खुश हो जाते हैं। लेकिन वे सोचते थे कि मैं बहुत पहले मर चुका हूँ।"
  },
  {
    "english": "So I have no rights to family’s money or land. But I can stay and live in their house.",
    "hindi": "इसलिए मुझे परिवार की संपत्ति या जमीन पर कोई अधिकार नहीं है। लेकिन मैं उनके घर में रह सकता हूँ।"
  },
  {
    "english": "England is a big shock to Friday.",
    "hindi": "इंग्लैंड फ्राइडे के लिए एक बड़ा झटका है।"
  },
  {
    "english": "Everything is so new for him.",
    "hindi": "उसके लिए सब कुछ नया है।"
  },
  {
    "english": "It’s all very interesting for him.",
    "hindi": "यह सब उसके लिए बहुत दिलचस्प है।"
  },
  {
    "english": "He likes this new experience.",
    "hindi": "उसे यह नया अनुभव पसंद है।"
  },
  {
    "english": "What he doesn’t like is the cold weather in winter.",
    "hindi": "उसे जो पसंद नहीं है वह सर्दियों का ठंडा मौसम है।"
  },
  {
    "english": "It’s February. Snow and ice aren’t good for him.",
    "hindi": "अब फरवरी है। बर्फ और बर्फीली हवा उसके लिए अच्छी नहीं हैं।"
  },
  {
    "english": "It isn’t logical for him why we live in such conditions.",
    "hindi": "उसके लिए यह समझना मुश्किल है कि हम ऐसे हालात में क्यों रहते हैं।"
  },
  {
    "english": "I tell him that in summer the weather is much better.",
    "hindi": "मैं उसे बताता हूँ कि गर्मियों में मौसम बहुत बेहतर होता है।"
  },
  {
    "english": "I send a letter to Brazil. I still remember the address very well.",
    "hindi": "मैं ब्राज़ील एक पत्र भेजता हूँ। मुझे वह पता अब भी अच्छी तरह याद है।"
  },
  {
    "english": "I want to contact people in Brazil.",
    "hindi": "मैं ब्राज़ील में लोगों से संपर्क करना चाहता हूँ।"
  },
  {
    "english": "I want to know if my wife is still alive.",
    "hindi": "मैं जानना चाहता हूँ कि क्या मेरी पत्नी अब भी ज़िंदा है।"
  },
  {
    "english": "I want to know if my plantation still exists.",
    "hindi": "मैं जानना चाहता हूँ कि क्या मेरा बागान अब भी मौजूद है।"
  },
  {
    "english": "But I don’t know what to expect after so many years.",
    "hindi": "लेकिन इतने सालों बाद मुझे नहीं पता कि क्या उम्मीद करूं।"
  },
  {
    "english": "In May, I get a letter and some packets from my wife.",
    "hindi": "मई में, मुझे अपनी पत्नी से एक पत्र और कुछ पार्सल मिलते हैं।"
  },
  {
    "english": "She writes nice words to me.",
    "hindi": "वह मुझे प्यारे शब्दों में लिखती है।"
  },
  {
    "english": "She writes about times when she waits for me.",
    "hindi": "वह उन दिनों के बारे में लिखती है जब वह मेरा इंतज़ार करती थी।"
  },
  {
    "english": "But 10 years after my departure, she doesn’t believe that I’m alive.",
    "hindi": "लेकिन मेरे जाने के 10 साल बाद, वह नहीं मानती थी कि मैं ज़िंदा हूँ।"
  },
  {
    "english": "She marries again and she has a new family.",
    "hindi": "वह दोबारा शादी कर लेती है और उसका एक नया परिवार होता है।"
  },
  {
    "english": "But her new husband is ill and he dies.",
    "hindi": "लेकिन उसका नया पति बीमार हो जाता है और मर जाता है।"
  },
  {
    "english": "It’s already two years. Now, she lives without a husband.",
    "hindi": "अब उसे मरे दो साल हो चुके हैं। अब वह बिना पति के रहती है।"
  },
  {
    "english": "I also get a letter from my wife’s father.",
    "hindi": "मुझे अपनी पत्नी के पिता से भी एक पत्र मिलता है।"
  },
  {
    "english": "He is very old but still alive.",
    "hindi": "वह बहुत बूढ़े हैं लेकिन अभी भी जीवित हैं।"
  },
  {
    "english": "In his letter, he writes expenses and profit from my plantation during all these years.",
    "hindi": "अपने पत्र में, वह इन सभी वर्षों में मेरे बागान के खर्चों और मुनाफे के बारे में लिखते हैं।"
  },
  {
    "english": "They both send me many nice presents.",
    "hindi": "वे दोनों मुझे कई अच्छे तोहफे भेजते हैं।"
  },
  {
    "english": "They send me some nice skins and a little box full of gold.",
    "hindi": "वे मुझे कुछ सुंदर खालें और सोने से भरा एक छोटा डिब्बा भेजते हैं।"
  },
  {
    "english": "They also send me some boxes of sugar to sell.",
    "hindi": "वे मुझे बेचने के लिए कुछ शक्कर के डिब्बे भी भेजते हैं।"
  },
  {
    "english": "My wife has also a big surprise for me.",
    "hindi": "मेरी पत्नी के पास भी मेरे लिए एक बड़ा सरप्राइज़ है।"
  },
  {
    "english": "She writes that I have a son.",
    "hindi": "वह लिखती है कि मेरा एक बेटा है।"
  },
  {
    "english": "It’s great news.",
    "hindi": "यह बहुत बड़ी खुशखबरी है।"
  },
  {
    "english": "He is born eight months after my departure.",
    "hindi": "वह मेरे जाने के आठ महीने बाद पैदा हुआ।"
  },
  {
    "english": "He is now a big man and he wants to meet me.",
    "hindi": "अब वह एक बड़ा आदमी है और वह मुझसे मिलना चाहता है।"
  },
  {
    "english": "So many things happen in a short time.",
    "hindi": "इतने कम समय में बहुत सारी चीजें होती हैं।"
  },
  {
    "english": "I can’t believe that it’s all true.",
    "hindi": "मुझे यकीन नहीं होता कि यह सब सच है।"
  },
  {
    "english": "I want to cry. Then I want to laugh.",
    "hindi": "मुझे रोना आता है। फिर मुझे हँसी आती है।"
  },
  {
    "english": "All the emotions are too much for me.",
    "hindi": "ये सारी भावनाएँ मेरे लिए बहुत ज्यादा हैं।"
  },
  {
    "english": "I’m not able to be calm.",
    "hindi": "मैं शांत नहीं रह पा रहा हूँ।"
  },
  {
    "english": "I stand up. I sit down. I stand up again. I walk around the room.",
    "hindi": "मैं खड़ा होता हूँ। फिर बैठता हूँ। फिर से खड़ा होता हूँ। कमरे में इधर-उधर चलता हूँ।"
  },
  {
    "english": "I laugh. Then I cry again.",
    "hindi": "मैं हँसता हूँ। फिर से रोने लगता हूँ।"
  },
  {
    "english": "When I’m a little calm, I think about what to do.",
    "hindi": "जब मैं थोड़ा शांत होता हूँ, तो सोचता हूँ कि अब क्या करना है।"
  }
]
