[
  {
    "english": "I see many birds on the way back from the hill.",
    "hindi": "पहाड़ी से लौटते समय मैं कई पक्षियों को देखता हूँ।"
  },
  {
    "english": "But I don’t know their names.",
    "hindi": "लेकिन मैं उनके नाम नहीं जानता।"
  },
  {
    "english": "I don’t know if I can eat them.",
    "hindi": "मैं नहीं जानता कि क्या मैं उन्हें खा सकता हूँ।"
  },
  {
    "english": "I kill one bird.",
    "hindi": "मैं एक पक्षी को मारता हूँ।"
  },
  {
    "english": "But the meat isn’t good.",
    "hindi": "लेकिन उसका मांस अच्छा नहीं है।"
  },
  {
    "english": "I go back to the raft.",
    "hindi": "मैं बेड़े के पास वापस जाता हूँ।"
  },
  {
    "english": "The next day, I want to go back to the ship.",
    "hindi": "अगले दिन, मैं जहाज पर वापस जाना चाहता हूँ।"
  },
  {
    "english": "I want to take all important things to the island.",
    "hindi": "मैं सभी जरूरी चीजें द्वीप पर ले जाना चाहता हूँ।"
  },
  {
    "english": "The next storm can destroy the ship completely.",
    "hindi": "अगला तूफान जहाज को पूरी तरह नष्ट कर सकता है।"
  },
  {
    "english": "I make a small tent near the beach.",
    "hindi": "मैं समुद्र तट के पास एक छोटा सा तंबू बनाता हूँ।"
  },
  {
    "english": "I bring the things which can be destroyed by rain to the tent.",
    "hindi": "मैं बारिश से नष्ट हो सकने वाली चीजों को तंबू में रखता हूँ।"
  },
  {
    "english": "The night comes.",
    "hindi": "रात आ जाती है।"
  },
  {
    "english": "I lie on the ground.",
    "hindi": "मैं ज़मीन पर लेट जाता हूँ।"
  },
  {
    "english": "I put two guns near my left shoulder.",
    "hindi": "मैं अपने बाएं कंधे के पास दो बंदूकें रखता हूँ।"
  },
  {
    "english": "I also put two guns near my right shoulder.",
    "hindi": "मैं अपने दाएं कंधे के पास भी दो बंदूकें रखता हूँ।"
  },
  {
    "english": "Now, I feel safe.",
    "hindi": "अब, मुझे सुरक्षित महसूस होता है।"
  },
  {
    "english": "I am tired.",
    "hindi": "मैं थका हुआ हूँ।"
  },
  {
    "english": "I sleep very soon.",
    "hindi": "मैं जल्दी ही सो जाता हूँ।"
  },
  {
    "english": "I swim back to the ship the next day.",
    "hindi": "अगले दिन मैं फिर से जहाज तक तैर कर जाता हूँ।"
  },
  {
    "english": "I make a second raft.",
    "hindi": "मैं दूसरा बेड़ा बनाता हूँ।"
  },
  {
    "english": "I put many things on the raft.",
    "hindi": "मैं बेड़े पर कई चीजें रखता हूँ।"
  },
  {
    "english": "I am very happy when I find seven new guns and some beds.",
    "hindi": "जब मुझे सात नई बंदूकें और कुछ बिस्तर मिलते हैं तो मैं बहुत खुश होता हूँ।"
  },
  {
    "english": "I take all these things to the beach.",
    "hindi": "मैं ये सारी चीजें समुद्र तट पर ले जाता हूँ।"
  },
       {
    "english": "I go to the ship every day.",
    "hindi": "मैं हर दिन जहाज पर जाता हूँ।"
  },
  {
    "english": "I bring back many good things.",
    "hindi": "मैं कई अच्छी चीजें वापस लाता हूँ।"
  },
  {
    "english": "For example, I find a lot of candles.",
    "hindi": "उदाहरण के लिए, मुझे बहुत सारी मोमबत्तियाँ मिलती हैं।"
  },
  {
    "english": "I need candles on the island.",
    "hindi": "मुझे द्वीप पर मोमबत्तियों की ज़रूरत है।"
  },
  {
    "english": "I also find two big boxes of tea.",
    "hindi": "मुझे चाय के दो बड़े डिब्बे भी मिलते हैं।"
  },
  {
    "english": "I make a lot of visits to the ship.",
    "hindi": "मैं कई बार जहाज पर जाता हूँ।"
  },
  {
    "english": "One day, I discover a box which is closed.",
    "hindi": "एक दिन, मुझे एक बंद डिब्बा मिलता है।"
  },
  {
    "english": "Under the box, I find a key.",
    "hindi": "डिब्बे के नीचे मुझे एक चाबी मिलती है।"
  },
  {
    "english": "When I open the box, I see some money from Europe and Brazil.",
    "hindi": "जब मैं डिब्बा खोलता हूँ, तो मुझे यूरोप और ब्राज़ील का कुछ पैसा दिखाई देता है।"
  },
  {
    "english": "Money is not important on the island.",
    "hindi": "द्वीप पर पैसे का कोई महत्व नहीं है।"
  },
  {
    "english": "But I take the money with me.",
    "hindi": "लेकिन मैं पैसे अपने साथ ले लेता हूँ।"
  },
  {
    "english": "I also find cards with pictures.",
    "hindi": "मुझे तस्वीरों वाले ताश के पत्ते भी मिलते हैं।"
  },
  {
    "english": "They are pictures of the king and the queen.",
    "hindi": "वे राजा और रानी की तस्वीरें हैं।"
  },
  {
    "english": "I can play some games.",
    "hindi": "मैं कुछ खेल खेल सकता हूँ।"
  },
  {
    "english": "I can have some fun with the cards.",
    "hindi": "मैं ताश के पत्तों के साथ थोड़ा मज़ा कर सकता हूँ।"
  },
  {
    "english": "The next day, big dark clouds are in the sky.",
    "hindi": "अगले दिन, आकाश में बड़े काले बादल होते हैं।"
  },
  {
    "english": "They are bigger and bigger.",
    "hindi": "वे और भी बड़े होते जा रहे हैं।"
  },
  {
    "english": "The wind is stronger and stronger.",
    "hindi": "हवा और भी तेज होती जा रही है।"
  },
  {
    "english": "I visit the ship.",
    "hindi": "मैं जहाज पर जाता हूँ।"
  },
  {
    "english": "But I don’t make a raft because a storm is near.",
    "hindi": "लेकिन मैं बेड़ा नहीं बनाता क्योंकि तूफान पास है।"
  },
  {
    "english": "Rafts can break easily in a storm.",
    "hindi": "तूफान में बेड़े आसानी से टूट सकते हैं।"
  },
  {
    "english": "I swim back to the beach.",
    "hindi": "मैं तैरकर समुद्र तट पर वापस आता हूँ।"
  },
  {
    "english": "The wind is really strong at night.",
    "hindi": "रात में हवा बहुत तेज़ होती है।"
  },
  {
    "english": "But I am safe inside my little tent.",
    "hindi": "लेकिन मैं अपने छोटे से तंबू में सुरक्षित हूँ।"
  },
       {
    "english": "The ship is gone the next morning.",
    "hindi": "अगली सुबह जहाज चला गया होता है।"
  },
  {
    "english": "I know that I can stay on the island very long.",
    "hindi": "मुझे पता है कि मैं इस द्वीप पर बहुत लंबे समय तक रह सकता हूँ।"
  },
  {
    "english": "I want to make a nice place where I can live.",
    "hindi": "मैं एक अच्छी जगह बनाना चाहता हूँ जहाँ मैं रह सकूँ।"
  },
  {
    "english": "I also need to be safe.",
    "hindi": "मुझे सुरक्षित भी रहना है।"
  },
  {
    "english": "I can look for a cave.",
    "hindi": "मैं किसी गुफा की तलाश कर सकता हूँ।"
  },
  {
    "english": "Or I can make a bigger tent.",
    "hindi": "या मैं एक बड़ा तंबू बना सकता हूँ।"
  },
  {
    "english": "Maybe, I can do both.",
    "hindi": "शायद मैं दोनों कर सकता हूँ।"
  },
  {
    "english": "I need a place which is near fresh water.",
    "hindi": "मुझे ऐसी जगह चाहिए जो ताजे पानी के पास हो।"
  },
  {
    "english": "The place must be in shadow.",
    "hindi": "वह जगह छांव में होनी चाहिए।"
  },
  {
    "english": "It must be easy to protect the place.",
    "hindi": "उस जगह की सुरक्षा करना आसान होना चाहिए।"
  },
  {
    "english": "I also need a view of the sea.",
    "hindi": "मुझे समुद्र का दृश्य भी चाहिए।"
  },
  {
    "english": "I want to see ships.",
    "hindi": "मैं जहाजों को देखना चाहता हूँ।"
  },
  {
    "english": "I find a nice place next to a big hill.",
    "hindi": "मुझे एक अच्छी जगह मिलती है जो एक बड़ी पहाड़ी के पास है।"
  },
  {
    "english": "I put my tent there.",
    "hindi": "मैं वहाँ अपना तंबू लगाता हूँ।"
  },
  {
    "english": "The hill protects me from one side.",
    "hindi": "पहाड़ी एक तरफ से मेरी सुरक्षा करती है।"
  },
  {
    "english": "I build a fence on all the other sides.",
    "hindi": "मैं बाकी सभी तरफ एक बाड़ बनाता हूँ।"
  },
  {
    "english": "The fence has no door.",
    "hindi": "बाड़ में कोई दरवाज़ा नहीं है।"
  },
  {
    "english": "I use a ladder when I go over the fence.",
    "hindi": "मैं बाड़ के ऊपर जाने के लिए सीढ़ी का उपयोग करता हूँ।"
  },
  {
    "english": "I take all my things inside.",
    "hindi": "मैं अपनी सारी चीजें अंदर ले जाता हूँ।"
  },
  {
    "english": "I have more plans in my head.",
    "hindi": "मेरे दिमाग में और भी योजनाएँ हैं।"
  },
  {
    "english": "I make two tents.",
    "hindi": "मैं दो तंबू बनाता हूँ।"
  },
  {
    "english": "One tent is big.",
    "hindi": "एक तंबू बड़ा है।"
  },
  {
    "english": "The second tent is small.",
    "hindi": "दूसरा तंबू छोटा है।"
  },
  {
    "english": "The smaller tent is inside the bigger tent.",
    "hindi": "छोटा तंबू बड़े तंबू के अंदर है।"
  },
  {
    "english": "The bigger tent protects the gunpowder and the food from rains.",
    "hindi": "बड़ा तंबू बारिश से बारूद और खाने को बचाता है।"
  },
  {
    "english": "I live in the smaller tent.",
    "hindi": "मैं छोटे तंबू में रहता हूँ।"
  }
]
