[
  {
    "english": "I tell Friday my story.",
    "hindi": "मैं फ्राइडे को अपनी कहानी बताता हूँ।"
  },
  {
    "english": "I describe England and Europe to him.",
    "hindi": "मैं उसे इंग्लैंड और यूरोप के बारे में बताता हूँ।"
  },
  {
    "english": "I tell him about our cities, schools, ships and travelling around the world.",
    "hindi": "मैं उसे हमारे शहरों, स्कूलों, जहाज़ों और दुनिया भर की यात्रा के बारे में बताता हूँ।"
  },
  {
    "english": "I tell him that education is important in Europe and that we study from books.",
    "hindi": "मैं उसे बताता हूँ कि यूरोप में शिक्षा महत्वपूर्ण है और हम किताबों से पढ़ते हैं।"
  },
  {
    "english": "It’s all new to him.",
    "hindi": "यह सब उसके लिए नया है।"
  },
  {
    "english": "Friday’s people don’t need schools on the islands.",
    "hindi": "फ्राइडे के लोगों को द्वीपों पर स्कूलों की ज़रूरत नहीं होती।"
  },
  {
    "english": "They have all what they need for their life.",
    "hindi": "उन्हें अपने जीवन के लिए जो चाहिए, वह सब उनके पास होता है।"
  },
  {
    "english": "When I feel that I can trust him enough, I show him how gunpowder works.",
    "hindi": "जब मुझे लगता है कि मैं उस पर पर्याप्त भरोसा कर सकता हूँ, तो मैं उसे बारूद का काम दिखाता हूँ।"
  },
  {
    "english": "I teach him how to use a gun.",
    "hindi": "मैं उसे बंदूक चलाना सिखाता हूँ।"
  },
  {
    "english": "I give him a knife and a belt.",
    "hindi": "मैं उसे एक चाकू और एक बेल्ट देता हूँ।"
  },
  {
    "english": "He is happy with my presents.",
    "hindi": "वह मेरे उपहारों से खुश होता है।"
  },
  {
    "english": "He says that it’s not the first time when he sees such a knife.",
    "hindi": "वह कहता है कि यह पहली बार नहीं है जब उसने ऐसा चाकू देखा है।"
  },
  {
    "english": "He says that some white men live with them on their island.",
    "hindi": "वह कहता है कि कुछ गोरे लोग उनके द्वीप पर उनके साथ रहते हैं।"
  },
  {
    "english": "He counts seventeen Europeans.",
    "hindi": "वह सत्रह यूरोपीय लोगों की गिनती करता है।"
  },
  {
    "english": "I think that these men can be the sailors from the Spanish ship.",
    "hindi": "मुझे लगता है कि ये लोग स्पेनिश जहाज़ के नाविक हो सकते हैं।"
  },
  {
    "english": "Friday tells me that they are OK.",
    "hindi": "फ्राइडे मुझे बताता है कि वे लोग ठीक हैं।"
  },
  {
    "english": "I’m happy when I hear that some Europeans live not very far from my island.",
    "hindi": "मैं खुश होता हूँ जब सुनता हूँ कि कुछ यूरोपीय लोग मेरे द्वीप से ज़्यादा दूर नहीं रहते।"
  },
  {
    "english": "I start to plan how to meet them.",
    "hindi": "मैं योजना बनाना शुरू करता हूँ कि उनसे कैसे मिलूं।"
  },
  {
    "english": "The next day, we go on a small trip around the island.",
    "hindi": "अगले दिन, हम द्वीप के आसपास एक छोटी यात्रा पर जाते हैं।"
  },
  {
    "english": "First, we go to the cross where I want to mark another day.",
    "hindi": "पहले, हम उस क्रॉस पर जाते हैं जहाँ मैं एक और दिन चिह्नित करना चाहता हूँ।"
  },
  {
    "english": "“What is it?” asks Friday when we come to the cross.",
    "hindi": "जब हम क्रॉस के पास पहुँचते हैं तो फ्राइडे पूछता है, 'यह क्या है?'"
  },
  {
    "english": "I explain that we have seven days in a week.",
    "hindi": "मैं समझाता हूँ कि हमारे एक हफ्ते में सात दिन होते हैं।"
  },
  {
    "english": "These days are Monday, Tuesday, Wednesday, Thursday, Friday, Saturday and Sunday.",
    "hindi": "ये दिन हैं सोमवार, मंगलवार, बुधवार, गुरुवार, शुक्रवार, शनिवार और रविवार।"
  },
  {
    "english": "When Friday hears the word Friday, he laughs.",
    "hindi": "जब फ्राइडे 'फ्राइडे' शब्द सुनता है, तो वह हँसता है।"
  },
  {
    "english": "I explain to him why his name is Friday.",
    "hindi": "मैं उसे समझाता हूँ कि उसका नाम फ्राइडे क्यों है।"
  },
  {
    "english": "Now, he fully understands the meaning of his name.",
    "hindi": "अब वह अपने नाम का मतलब पूरी तरह समझता है।"
  },
  {
    "english": "During the walk, Friday tells me, “If we build a canoe, we can go to my island.”",
    "hindi": "चलते समय, फ्राइडे मुझसे कहता है, 'अगर हम एक डोंगी बनाएँ, तो हम मेरे द्वीप जा सकते हैं।'"
  },
  {
    "english": "I take Friday to the other side of the island.",
    "hindi": "मैं फ्राइडे को द्वीप के दूसरे किनारे पर ले जाता हूँ।"
  },
  {
    "english": "I show him my canoe there.",
    "hindi": "मैं उसे वहाँ अपनी डोंगी दिखाता हूँ।"
  },
  {
    "english": "But he says, “This canoe is too small for two people. We have to make a bigger canoe.”",
    "hindi": "लेकिन वह कहता है, 'यह डोंगी दो लोगों के लिए बहुत छोटी है। हमें एक बड़ी डोंगी बनानी होगी।'"
  },
  {
    "english": "So, we start to make a bigger canoe.",
    "hindi": "इसलिए, हम एक बड़ी डोंगी बनाना शुरू करते हैं।"
  },
  {
    "english": "We have to cut a big tree and I show him how to cut the inside of the tree.",
    "hindi": "हमें एक बड़ा पेड़ काटना होता है और मैं उसे पेड़ के अंदर को कैसे काटते हैं यह दिखाता हूँ।"
  },
  {
    "english": "It takes us a month to make the canoe.",
    "hindi": "हमें डोंगी बनाने में एक महीना लगता है।"
  },
  {
    "english": "And it takes us two days to move the canoe to the beach.",
    "hindi": "और डोंगी को समुद्र किनारे ले जाने में हमें दो दिन लगते हैं।"
  },
  {
    "english": "The canoe is ready and we are ready too.",
    "hindi": "डोंगी तैयार है और हम भी तैयार हैं।"
  },
  {
    "english": "The day before we want to go, Friday goes to the beach.",
    "hindi": "जिस दिन हम जाना चाहते हैं, उससे एक दिन पहले फ्राइडे समुद्र किनारे जाता है।"
  },
  {
    "english": "He comes back very quickly.",
    "hindi": "वह बहुत जल्दी वापस आता है।"
  },
  {
    "english": "He looks very scared.",
    "hindi": "वह बहुत डरा हुआ लगता है।"
  },
  {
    "english": "He says that there are three canoes on the beach.",
    "hindi": "वह कहता है कि समुद्र किनारे तीन डोंगियाँ हैं।"
  },
  {
    "english": "He is scared because he thinks that the cannibals are here because they want to find him.",
    "hindi": "वह डरता है क्योंकि उसे लगता है कि नरभक्षी उसे ढूंढने आए हैं।"
  },
  {
    "english": "I tell him, “Don’t worry. We are strong. And maybe they don’t come for you today. Let’s wait and watch.”",
    "hindi": "मैं उससे कहता हूँ, 'चिंता मत करो। हम ताकतवर हैं। और शायद वे आज तुम्हारे लिए नहीं आए हैं। चलो इंतज़ार करते हैं और देखते हैं।'"
  },
  {
    "english": "We take 15 guns.",
    "hindi": "हम 15 बंदूकें लेते हैं।"
  },
  {
    "english": "We go on top of a hill.",
    "hindi": "हम एक पहाड़ी की चोटी पर जाते हैं।"
  },
  {
    "english": "We see 14 cannibals, 2 prisoners and 3 canoes on the beach.",
    "hindi": "हम समुद्र किनारे 14 नरभक्षी, 2 कैदी और 3 डोंगियाँ देखते हैं।"
  },
  {
    "english": "They stop close to the place where the forest is near the beach.",
    "hindi": "वे उस जगह के पास रुकते हैं जहाँ जंगल समुद्र किनारे के पास है।"
  },
  {
    "english": "It’s good because it’s easier to attack them and save the prisoners.",
    "hindi": "यह अच्छा है क्योंकि उन्हें हमला करना और कैदियों को बचाना आसान होगा।"
  },
  {
    "english": "We go to them quietly through the forest.",
    "hindi": "हम जंगल के रास्ते चुपचाप उनकी ओर जाते हैं।"
  },
  {
    "english": "I think about my right to kill them.",
    "hindi": "मैं उनके खिलाफ मारने के अपने अधिकार के बारे में सोचता हूँ।"
  },
  {
    "english": "I have no reason to shoot so many people who do nothing wrong to me.",
    "hindi": "मेरे पास इतने लोगों को मारने का कोई कारण नहीं है, जिन्होंने मेरे साथ कुछ गलत नहीं किया।"
  },
  {
    "english": "After some thinking I decide only to watch and attack them only if it’s necessary.",
    "hindi": "कुछ सोचने के बाद, मैं तय करता हूँ कि मैं सिर्फ देखूंगा और केवल ज़रूरत पड़ने पर हमला करूंगा।"
  }
]
